{"author":"H. G. Wells","title":"The Time Machine","text":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nThe Time Machine\r\n\r\n\r\nAn Invention\r\n\r\n\r\n\r\n\r\nby H. G. Wells\r\n\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\n I Introduction\r\n II The Machine\r\n III The Time Traveller Returns\r\n IV Time Travelling\r\n V In the Golden Age\r\n VI The Sunset of Mankind\r\n VII A Sudden Shock\r\n VIII Explanation\r\n IX The Morlocks\r\n X When Night Came\r\n XI The Palace of Green Porcelain\r\n XII In the Darkness\r\n XIII The Trap of the White Sphinx\r\n XIV The Further Vision\r\n XV The Time Traveller’s Return\r\n XVI After the Story\r\n Epilogue\r\n\r\n\r\n\r\n I\r\n\r\n\r\n Introduction\r\n\r\nThe Time Traveller (for so it will be convenient to speak of him) was\r\nexpounding a recondite matter to us. His pale grey eyes shone and\r\ntwinkled, and his usually pale face was flushed and animated. The fire\r\nburnt brightly, and the soft radiance of the incandescent lights in the\r\nlilies of silver caught the bubbles that flashed and passed in our\r\nglasses. Our chairs, being his patents, embraced and caressed us rather\r\nthan submitted to be sat upon, and there was that luxurious\r\nafter-dinner atmosphere, when thought runs gracefully free of the\r\ntrammels of precision. And he put it to us in this way—marking the\r\npoints with a lean forefinger—as we sat and lazily admired his\r\nearnestness over this new paradox (as we thought it) and his fecundity.\r\n\r\n“You must follow me carefully. I shall have to controvert one or two\r\nideas that are almost universally accepted. The geometry, for instance,\r\nthey taught you at school is founded on a misconception.”\r\n\r\n“Is not that rather a large thing to expect us to begin upon?” said\r\nFilby, an argumentative person with red hair.\r\n\r\n“I do not mean to ask you to accept anything without reasonable ground\r\nfor it. You will soon admit as much as I need from you. You know of\r\ncourse that a mathematical line, a line of thickness _nil_, has no real\r\nexistence. They taught you that? Neither has a mathematical plane.\r\nThese things are mere abstractions.”\r\n\r\n“That is all right,” said the Psychologist.\r\n\r\n“Nor, having only length, breadth, and thickness, can a cube have a\r\nreal existence.”\r\n\r\n“There I object,” said Filby. “Of course a solid body may exist. All\r\nreal things—”\r\n\r\n“So most people think. But wait a moment. Can an _instantaneous_ cube\r\nexist?”\r\n\r\n“Don’t follow you,” said Filby.\r\n\r\n“Can a cube that does not last for any time at all, have a real\r\nexistence?”\r\n\r\nFilby became pensive. “Clearly,” the Time Traveller proceeded, “any\r\nreal body must have extension in _four_ directions: it must have\r\nLength, Breadth, Thickness, and—Duration. But through a natural\r\ninfirmity of the flesh, which I will explain to you in a moment, we\r\nincline to overlook this fact. There are really four dimensions, three\r\nwhich we call the three planes of Space, and a fourth, Time. There is,\r\nhowever, a tendency to draw an unreal distinction between the former\r\nthree dimensions and the latter, because it happens that our\r\nconsciousness moves intermittently in one direction along the latter\r\nfrom the beginning to the end of our lives.”\r\n\r\n“That,” said a very young man, making spasmodic efforts to relight his\r\ncigar over the lamp; “that . . . very clear indeed.”\r\n\r\n“Now, it is very remarkable that this is so extensively overlooked,”\r\ncontinued the Time Traveller, with a slight accession of cheerfulness.\r\n“Really this is what is meant by the Fourth Dimension, though some\r\npeople who talk about the Fourth Dimension do not know they mean it. It\r\nis only another way of looking at Time. _There is no difference between\r\nTime and any of the three dimensions of Space except that our\r\nconsciousness moves along it_. But some foolish people have got hold of\r\nthe wrong side of that idea. You have all heard what they have to say\r\nabout this Fourth Dimension?”\r\n\r\n“_I_ have not,” said the Provincial Mayor.\r\n\r\n“It is simply this. That Space, as our mathematicians have it, is\r\nspoken of as having three dimensions, which one may call Length,\r\nBreadth, and Thickness, and is always definable by reference to three\r\nplanes, each at right angles to the others. But some philosophical\r\npeople have been asking why _three_ dimensions particularly—why not\r\nanother direction at right angles to the other three?—and have even\r\ntried to construct a Four-Dimensional geometry. Professor Simon Newcomb\r\nwas expounding this to the New York Mathematical Society only a month\r\nor so ago. You know how on a flat surface, which has only two\r\ndimensions, we can represent a figure of a three-dimensional solid, and\r\nsimilarly they think that by models of three dimensions they could\r\nrepresent one of four—if they could master the perspective of the\r\nthing. See?”\r\n\r\n“I think so,” murmured the Provincial Mayor; and, knitting his brows,\r\nhe lapsed into an introspective state, his lips moving as one who\r\nrepeats mystic words. “Yes, I think I see it now,” he said after some\r\ntime, brightening in a quite transitory manner.\r\n\r\n“Well, I do not mind telling you I have been at work upon this geometry\r\nof Four Dimensions for some time. Some of my results are curious. For\r\ninstance, here is a portrait of a man at eight years old, another at\r\nfifteen, another at seventeen, another at twenty-three, and so on. All\r\nthese are evidently sections, as it were, Three-Dimensional\r\nrepresentations of his Four-Dimensioned being, which is a fixed and\r\nunalterable thing.\r\n\r\n“Scientific people,” proceeded the Time Traveller, after the pause\r\nrequired for the proper assimilation of this, “know very well that Time\r\nis only a kind of Space. Here is a popular scientific diagram, a\r\nweather record. This line I trace with my finger shows the movement of\r\nthe barometer. Yesterday it was so high, yesterday night it fell, then\r\nthis morning it rose again, and so gently upward to here. Surely the\r\nmercury did not trace this line in any of the dimensions of Space\r\ngenerally recognised? But certainly it traced such a line, and that\r\nline, therefore, we must conclude, was along the Time-Dimension.”\r\n\r\n“But,” said the Medical Man, staring hard at a coal in the fire, “if\r\nTime is really only a fourth dimension of Space, why is it, and why has\r\nit always been, regarded as something different? And why cannot we move\r\nin Time as we move about in the other dimensions of Space?”\r\n\r\nThe Time Traveller smiled. “Are you so sure we can move freely in\r\nSpace? Right and left we can go, backward and forward freely enough,\r\nand men always have done so. I admit we move freely in two dimensions.\r\nBut how about up and down? Gravitation limits us there.”\r\n\r\n“Not exactly,” said the Medical Man. “There are balloons.”\r\n\r\n“But before the balloons, save for spasmodic jumping and the\r\ninequalities of the surface, man had no freedom of vertical movement.”\r\n\r\n“Still they could move a little up and down,” said the Medical Man.\r\n\r\n“Easier, far easier down than up.”\r\n\r\n“And you cannot move at all in Time, you cannot get away from the\r\npresent moment.”\r\n\r\n“My dear sir, that is just where you are wrong. That is just where the\r\nwhole world has gone wrong. We are always getting away from the present\r\nmoment. Our mental existences, which are immaterial and have no\r\ndimensions, are passing along the Time-Dimension with a uniform\r\nvelocity from the cradle to the grave. Just as we should travel _down_\r\nif we began our existence fifty miles above the earth’s surface.”\r\n\r\n“But the great difficulty is this,” interrupted the Psychologist. ’You\r\n_can_ move about in all directions of Space, but you cannot move about\r\nin Time.”\r\n\r\n“That is the germ of my great discovery. But you are wrong to say that\r\nwe cannot move about in Time. For instance, if I am recalling an\r\nincident very vividly I go back to the instant of its occurrence: I\r\nbecome absent-minded, as you say. I jump back for a moment. Of course\r\nwe have no means of staying back for any length of Time, any more than\r\na savage or an animal has of staying six feet above the ground. But a\r\ncivilised man is better off than the savage in this respect. He can go\r\nup against gravitation in a balloon, and why should he not hope that\r\nultimately he may be able to stop or accelerate his drift along the\r\nTime-Dimension, or even turn about and travel the other way?”\r\n\r\n“Oh, _this_,” began Filby, “is all—”\r\n\r\n“Why not?” said the Time Traveller.\r\n\r\n“It’s against reason,” said Filby.\r\n\r\n“What reason?” said the Time Traveller.\r\n\r\n“You can show black is white by argument,” said Filby, “but you will\r\nnever convince me.”\r\n\r\n“Possibly not,” said the Time Traveller. “But now you begin to see the\r\nobject of my investigations into the geometry of Four Dimensions. Long\r\nago I had a vague inkling of a machine—”\r\n\r\n“To travel through Time!” exclaimed the Very Young Man.\r\n\r\n“That shall travel indifferently in any direction of Space and Time, as\r\nthe driver determines.”\r\n\r\nFilby contented himself with laughter.\r\n\r\n“But I have experimental verification,” said the Time Traveller.\r\n\r\n“It would be remarkably convenient for the historian,” the Psychologist\r\nsuggested. “One might travel back and verify the accepted account of\r\nthe Battle of Hastings, for instance!”\r\n\r\n“Don’t you think you would attract attention?” said the Medical Man.\r\n“Our ancestors had no great tolerance for anachronisms.”\r\n\r\n“One might get one’s Greek from the very lips of Homer and Plato,” the\r\nVery Young Man thought.\r\n\r\n“In which case they would certainly plough you for the Little-go. The\r\nGerman scholars have improved Greek so much.”\r\n\r\n“Then there is the future,” said the Very Young Man. “Just think! One\r\nmight invest all one’s money, leave it to accumulate at interest, and\r\nhurry on ahead!”\r\n\r\n“To discover a society,” said I, “erected on a strictly communistic\r\nbasis.”\r\n\r\n“Of all the wild extravagant theories!” began the Psychologist.\r\n\r\n“Yes, so it seemed to me, and so I never talked of it until—”\r\n\r\n“Experimental verification!” cried I. “You are going to verify _that_?”\r\n\r\n“The experiment!” cried Filby, who was getting brain-weary.\r\n\r\n“Let’s see your experiment anyhow,” said the Psychologist, “though it’s\r\nall humbug, you know.”\r\n\r\nThe Time Traveller smiled round at us. Then, still smiling faintly, and\r\nwith his hands deep in his trousers pockets, he walked slowly out of\r\nthe room, and we heard his slippers shuffling down the long passage to\r\nhis laboratory.\r\n\r\nThe Psychologist looked at us. “I wonder what he’s got?”\r\n\r\n“Some sleight-of-hand trick or other,” said the Medical Man, and Filby\r\ntried to tell us about a conjuror he had seen at Burslem, but before he\r\nhad finished his preface the Time Traveller came back, and Filby’s\r\nanecdote collapsed.\r\n\r\n\r\n\r\n II\r\n\r\n\r\n The Machine\r\n\r\nThe thing the Time Traveller held in his hand was a glittering metallic\r\nframework, scarcely larger than a small clock, and very delicately\r\nmade. There was ivory in it, and some transparent crystalline\r\nsubstance. And now I must be explicit, for this that follows—unless his\r\nexplanation is to be accepted—is an absolutely unaccountable thing. He\r\ntook one of the small octagonal tables that were scattered about the\r\nroom, and set it in front of the fire, with two legs on the hearthrug.\r\nOn this table he placed the mechanism. Then he drew up a chair, and sat\r\ndown. The only other object on the table was a small shaded lamp, the\r\nbright light of which fell upon the model. There were also perhaps a\r\ndozen candles about, two in brass candlesticks upon the mantel and\r\nseveral in sconces, so that the room was brilliantly illuminated. I sat\r\nin a low arm-chair nearest the fire, and I drew this forward so as to\r\nbe almost between the Time Traveller and the fireplace. Filby sat\r\nbehind him, looking over his shoulder. The Medical Man and the\r\nProvincial Mayor watched him in profile from the right, the\r\nPsychologist from the left. The Very Young Man stood behind the\r\nPsychologist. We were all on the alert. It appears incredible to me\r\nthat any kind of trick, however subtly conceived and however adroitly\r\ndone, could have been played upon us under these conditions.\r\n\r\nThe Time Traveller looked at us, and then at the mechanism. “Well?”\r\nsaid the Psychologist.\r\n\r\n“This little affair,” said the Time Traveller, resting his elbows upon\r\nthe table and pressing his hands together above the apparatus, “is only\r\na model. It is my plan for a machine to travel through time. You will\r\nnotice that it looks singularly askew, and that there is an odd\r\ntwinkling appearance about this bar, as though it was in some way\r\nunreal.” He pointed to the part with his finger. “Also, here is one\r\nlittle white lever, and here is another.”\r\n\r\nThe Medical Man got up out of his chair and peered into the thing.\r\n“It’s beautifully made,” he said.\r\n\r\n“It took two years to make,” retorted the Time Traveller. Then, when we\r\nhad all imitated the action of the Medical Man, he said: “Now I want\r\nyou clearly to understand that this lever, being pressed over, sends\r\nthe machine gliding into the future, and this other reverses the\r\nmotion. This saddle represents the seat of a time traveller. Presently\r\nI am going to press the lever, and off the machine will go. It will\r\nvanish, pass into future Time, and disappear. Have a good look at the\r\nthing. Look at the table too, and satisfy yourselves there is no\r\ntrickery. I don’t want to waste this model, and then be told I’m a\r\nquack.”\r\n\r\nThere was a minute’s pause perhaps. The Psychologist seemed about to\r\nspeak to me, but changed his mind. Then the Time Traveller put forth\r\nhis finger towards the lever. “No,” he said suddenly. “Lend me your\r\nhand.” And turning to the Psychologist, he took that individual’s hand\r\nin his own and told him to put out his forefinger. So that it was the\r\nPsychologist himself who sent forth the model Time Machine on its\r\ninterminable voyage. We all saw the lever turn. I am absolutely certain\r\nthere was no trickery. There was a breath of wind, and the lamp flame\r\njumped. One of the candles on the mantel was blown out, and the little\r\nmachine suddenly swung round, became indistinct, was seen as a ghost\r\nfor a second perhaps, as an eddy of faintly glittering brass and ivory;\r\nand it was gone—vanished! Save for the lamp the table was bare.\r\n\r\nEveryone was silent for a minute. Then Filby said he was damned.\r\n\r\nThe Psychologist recovered from his stupor, and suddenly looked under\r\nthe table. At that the Time Traveller laughed cheerfully. “Well?” he\r\nsaid, with a reminiscence of the Psychologist. Then, getting up, he\r\nwent to the tobacco jar on the mantel, and with his back to us began to\r\nfill his pipe.\r\n\r\nWe stared at each other. “Look here,” said the Medical Man, “are you in\r\nearnest about this? Do you seriously believe that that machine has\r\ntravelled into time?”\r\n\r\n“Certainly,” said the Time Traveller, stooping to light a spill at the\r\nfire. Then he turned, lighting his pipe, to look at the Psychologist’s\r\nface. (The Psychologist, to show that he was not unhinged, helped\r\nhimself to a cigar and tried to light it uncut.) “What is more, I have\r\na big machine nearly finished in there”—he indicated the\r\nlaboratory—“and when that is put together I mean to have a journey on\r\nmy own account.”\r\n\r\n“You mean to say that that machine has travelled into the future?” said\r\nFilby.\r\n\r\n“Into the future or the past—I don’t, for certain, know which.”\r\n\r\nAfter an interval the Psychologist had an inspiration. “It must have\r\ngone into the past if it has gone anywhere,” he said.\r\n\r\n“Why?” said the Time Traveller.\r\n\r\n“Because I presume that it has not moved in space, and if it travelled\r\ninto the future it would still be here all this time, since it must\r\nhave travelled through this time.”\r\n\r\n“But,” said I, “If it travelled into the past it would have been\r\nvisible when we came first into this room; and last Thursday when we\r\nwere here; and the Thursday before that; and so forth!”\r\n\r\n“Serious objections,” remarked the Provincial Mayor, with an air of\r\nimpartiality, turning towards the Time Traveller.\r\n\r\n“Not a bit,” said the Time Traveller, and, to the Psychologist: “You\r\nthink. _You_ can explain that. It’s presentation below the threshold,\r\nyou know, diluted presentation.”\r\n\r\n“Of course,” said the Psychologist, and reassured us. “That’s a simple\r\npoint of psychology. I should have thought of it. It’s plain enough,\r\nand helps the paradox delightfully. We cannot see it, nor can we\r\nappreciate this machine, any more than we can the spoke of a wheel\r\nspinning, or a bullet flying through the air. If it is travelling\r\nthrough time fifty times or a hundred times faster than we are, if it\r\ngets through a minute while we get through a second, the impression it\r\ncreates will of course be only one-fiftieth or one-hundredth of what it\r\nwould make if it were not travelling in time. That’s plain enough.” He\r\npassed his hand through the space in which the machine had been. “You\r\nsee?” he said, laughing.\r\n\r\nWe sat and stared at the vacant table for a minute or so. Then the Time\r\nTraveller asked us what we thought of it all.\r\n\r\n“It sounds plausible enough tonight,” said the Medical Man; “but wait\r\nuntil tomorrow. Wait for the common sense of the morning.”\r\n\r\n“Would you like to see the Time Machine itself?” asked the Time\r\nTraveller. And therewith, taking the lamp in his hand, he led the way\r\ndown the long, draughty corridor to his laboratory. I remember vividly\r\nthe flickering light, his queer, broad head in silhouette, the dance of\r\nthe shadows, how we all followed him, puzzled but incredulous, and how\r\nthere in the laboratory we beheld a larger edition of the little\r\nmechanism which we had seen vanish from before our eyes. Parts were of\r\nnickel, parts of ivory, parts had certainly been filed or sawn out of\r\nrock crystal. The thing was generally complete, but the twisted\r\ncrystalline bars lay unfinished upon the bench beside some sheets of\r\ndrawings, and I took one up for a better look at it. Quartz it seemed\r\nto be.\r\n\r\n“Look here,” said the Medical Man, “are you perfectly serious? Or is\r\nthis a trick—like that ghost you showed us last Christmas?”\r\n\r\n“Upon that machine,” said the Time Traveller, holding the lamp aloft,\r\n“I intend to explore time. Is that plain? I was never more serious in\r\nmy life.”\r\n\r\nNone of us quite knew how to take it.\r\n\r\nI caught Filby’s eye over the shoulder of the Medical Man, and he\r\nwinked at me solemnly.\r\n\r\n\r\n\r\n III\r\n\r\n\r\n The Time Traveller Returns\r\n\r\nI think that at that time none of us quite believed in the Time\r\nMachine. The fact is, the Time Traveller was one of those men who are\r\ntoo clever to be believed: you never felt that you saw all round him;\r\nyou always suspected some subtle reserve, some ingenuity in ambush,\r\nbehind his lucid frankness. Had Filby shown the model and explained the\r\nmatter in the Time Traveller’s words, we should have shown _him_ far\r\nless scepticism. For we should have perceived his motives: a\r\npork-butcher could understand Filby. But the Time Traveller had more\r\nthan a touch of whim among his elements, and we distrusted him. Things\r\nthat would have made the fame of a less clever man seemed tricks in his\r\nhands. It is a mistake to do things too easily. The serious people who\r\ntook him seriously never felt quite sure of his deportment; they were\r\nsomehow aware that trusting their reputations for judgment with him was\r\nlike furnishing a nursery with eggshell china. So I don’t think any of\r\nus said very much about time travelling in the interval between that\r\nThursday and the next, though its odd potentialities ran, no doubt, in\r\nmost of our minds: its plausibility, that is, its practical\r\nincredibleness, the curious possibilities of anachronism and of utter\r\nconfusion it suggested. For my own part, I was particularly preoccupied\r\nwith the trick of the model. That I remember discussing with the\r\nMedical Man, whom I met on Friday at the Linnæan. He said he had seen a\r\nsimilar thing at Tübingen, and laid considerable stress on the\r\nblowing-out of the candle. But how the trick was done he could not\r\nexplain.\r\n\r\nThe next Thursday I went again to Richmond—I suppose I was one of the\r\nTime Traveller’s most constant guests—and, arriving late, found four or\r\nfive men already assembled in his drawing-room. The Medical Man was\r\nstanding before the fire with a sheet of paper in one hand and his\r\nwatch in the other. I looked round for the Time Traveller, and—“It’s\r\nhalf-past seven now,” said the Medical Man. “I suppose we’d better have\r\ndinner?”\r\n\r\n“Where’s——?” said I, naming our host.\r\n\r\n“You’ve just come? It’s rather odd. He’s unavoidably detained. He asks\r\nme in this note to lead off with dinner at seven if he’s not back. Says\r\nhe’ll explain when he comes.”\r\n\r\n“It seems a pity to let the dinner spoil,” said the Editor of a\r\nwell-known daily paper; and thereupon the Doctor rang the bell.\r\n\r\nThe Psychologist was the only person besides the Doctor and myself who\r\nhad attended the previous dinner. The other men were Blank, the Editor\r\naforementioned, a certain journalist, and another—a quiet, shy man with\r\na beard—whom I didn’t know, and who, as far as my observation went,\r\nnever opened his mouth all the evening. There was some speculation at\r\nthe dinner-table about the Time Traveller’s absence, and I suggested\r\ntime travelling, in a half-jocular spirit. The Editor wanted that\r\nexplained to him, and the Psychologist volunteered a wooden account of\r\nthe “ingenious paradox and trick” we had witnessed that day week. He\r\nwas in the midst of his exposition when the door from the corridor\r\nopened slowly and without noise. I was facing the door, and saw it\r\nfirst. “Hallo!” I said. “At last!” And the door opened wider, and the\r\nTime Traveller stood before us. I gave a cry of surprise. “Good\r\nheavens! man, what’s the matter?” cried the Medical Man, who saw him\r\nnext. And the whole tableful turned towards the door.\r\n\r\nHe was in an amazing plight. His coat was dusty and dirty, and smeared\r\nwith green down the sleeves; his hair disordered, and as it seemed to\r\nme greyer—either with dust and dirt or because its colour had actually\r\nfaded. His face was ghastly pale; his chin had a brown cut on it—a cut\r\nhalf-healed; his expression was haggard and drawn, as by intense\r\nsuffering. For a moment he hesitated in the doorway, as if he had been\r\ndazzled by the light. Then he came into the room. He walked with just\r\nsuch a limp as I have seen in footsore tramps. We stared at him in\r\nsilence, expecting him to speak.\r\n\r\nHe said not a word, but came painfully to the table, and made a motion\r\ntowards the wine. The Editor filled a glass of champagne, and pushed it\r\ntowards him. He drained it, and it seemed to do him good: for he looked\r\nround the table, and the ghost of his old smile flickered across his\r\nface. “What on earth have you been up to, man?” said the Doctor. The\r\nTime Traveller did not seem to hear. “Don’t let me disturb you,” he\r\nsaid, with a certain faltering articulation. “I’m all right.” He\r\nstopped, held out his glass for more, and took it off at a draught.\r\n“That’s good,” he said. His eyes grew brighter, and a faint colour came\r\ninto his cheeks. His glance flickered over our faces with a certain\r\ndull approval, and then went round the warm and comfortable room. Then\r\nhe spoke again, still as it were feeling his way among his words. “I’m\r\ngoing to wash and dress, and then I’ll come down and explain things....\r\nSave me some of that mutton. I’m starving for a bit of meat.”\r\n\r\nHe looked across at the Editor, who was a rare visitor, and hoped he\r\nwas all right. The Editor began a question. “Tell you presently,” said\r\nthe Time Traveller. “I’m—funny! Be all right in a minute.”\r\n\r\nHe put down his glass, and walked towards the staircase door. Again I\r\nremarked his lameness and the soft padding sound of his footfall, and\r\nstanding up in my place, I saw his feet as he went out. He had nothing\r\non them but a pair of tattered, blood-stained socks. Then the door\r\nclosed upon him. I had half a mind to follow, till I remembered how he\r\ndetested any fuss about himself. For a minute, perhaps, my mind was\r\nwool-gathering. Then, “Remarkable Behaviour of an Eminent Scientist,” I\r\nheard the Editor say, thinking (after his wont) in headlines. And this\r\nbrought my attention back to the bright dinner-table.\r\n\r\n“What’s the game?” said the Journalist. “Has he been doing the Amateur\r\nCadger? I don’t follow.” I met the eye of the Psychologist, and read my\r\nown interpretation in his face. I thought of the Time Traveller limping\r\npainfully upstairs. I don’t think anyone else had noticed his lameness.\r\n\r\nThe first to recover completely from this surprise was the Medical Man,\r\nwho rang the bell—the Time Traveller hated to have servants waiting at\r\ndinner—for a hot plate. At that the Editor turned to his knife and fork\r\nwith a grunt, and the Silent Man followed suit. The dinner was resumed.\r\nConversation was exclamatory for a little while with gaps of\r\nwonderment; and then the Editor got fervent in his curiosity. “Does our\r\nfriend eke out his modest income with a crossing? or has he his\r\nNebuchadnezzar phases?” he inquired. “I feel assured it’s this business\r\nof the Time Machine,” I said, and took up the Psychologist’s account of\r\nour previous meeting. The new guests were frankly incredulous. The\r\nEditor raised objections. “What _was_ this time travelling? A man\r\ncouldn’t cover himself with dust by rolling in a paradox, could he?”\r\nAnd then, as the idea came home to him, he resorted to caricature.\r\nHadn’t they any clothes-brushes in the Future? The Journalist too,\r\nwould not believe at any price, and joined the Editor in the easy work\r\nof heaping ridicule on the whole thing. They were both the new kind of\r\njournalist—very joyous, irreverent young men. “Our Special\r\nCorrespondent in the Day after Tomorrow reports,” the Journalist was\r\nsaying—or rather shouting—when the Time Traveller came back. He was\r\ndressed in ordinary evening clothes, and nothing save his haggard look\r\nremained of the change that had startled me.\r\n\r\n“I say,” said the Editor hilariously, “these chaps here say you have\r\nbeen travelling into the middle of next week! Tell us all about little\r\nRosebery, will you? What will you take for the lot?”\r\n\r\nThe Time Traveller came to the place reserved for him without a word.\r\nHe smiled quietly, in his old way. “Where’s my mutton?” he said. “What\r\na treat it is to stick a fork into meat again!”\r\n\r\n“Story!” cried the Editor.\r\n\r\n“Story be damned!” said the Time Traveller. “I want something to eat. I\r\nwon’t say a word until I get some peptone into my arteries. Thanks. And\r\nthe salt.”\r\n\r\n“One word,” said I. “Have you been time travelling?”\r\n\r\n“Yes,” said the Time Traveller, with his mouth full, nodding his head.\r\n\r\n“I’d give a shilling a line for a verbatim note,” said the Editor. The\r\nTime Traveller pushed his glass towards the Silent Man and rang it with\r\nhis fingernail; at which the Silent Man, who had been staring at his\r\nface, started convulsively, and poured him wine. The rest of the dinner\r\nwas uncomfortable. For my own part, sudden questions kept on rising to\r\nmy lips, and I dare say it was the same with the others. The Journalist\r\ntried to relieve the tension by telling anecdotes of Hettie Potter. The\r\nTime Traveller devoted his attention to his dinner, and displayed the\r\nappetite of a tramp. The Medical Man smoked a cigarette, and watched\r\nthe Time Traveller through his eyelashes. The Silent Man seemed even\r\nmore clumsy than usual, and drank champagne with regularity and\r\ndetermination out of sheer nervousness. At last the Time Traveller\r\npushed his plate away, and looked round us. “I suppose I must\r\napologise,” he said. “I was simply starving. I’ve had a most amazing\r\ntime.” He reached out his hand for a cigar, and cut the end. “But come\r\ninto the smoking-room. It’s too long a story to tell over greasy\r\nplates.” And ringing the bell in passing, he led the way into the\r\nadjoining room.\r\n\r\n“You have told Blank, and Dash, and Chose about the machine?” he said\r\nto me, leaning back in his easy-chair and naming the three new guests.\r\n\r\n“But the thing’s a mere paradox,” said the Editor.\r\n\r\n“I can’t argue tonight. I don’t mind telling you the story, but I can’t\r\nargue. I will,” he went on, “tell you the story of what has happened to\r\nme, if you like, but you must refrain from interruptions. I want to\r\ntell it. Badly. Most of it will sound like lying. So be it! It’s\r\ntrue—every word of it, all the same. I was in my laboratory at four\r\no’clock, and since then … I’ve lived eight days … such days as no human\r\nbeing ever lived before! I’m nearly worn out, but I shan’t sleep till\r\nI’ve told this thing over to you. Then I shall go to bed. But no\r\ninterruptions! Is it agreed?”\r\n\r\n“Agreed,” said the Editor, and the rest of us echoed “Agreed.” And with\r\nthat the Time Traveller began his story as I have set it forth. He sat\r\nback in his chair at first, and spoke like a weary man. Afterwards he\r\ngot more animated. In writing it down I feel with only too much\r\nkeenness the inadequacy of pen and ink—and, above all, my own\r\ninadequacy—to express its quality. You read, I will suppose,\r\nattentively enough; but you cannot see the speaker’s white, sincere\r\nface in the bright circle of the little lamp, nor hear the intonation\r\nof his voice. You cannot know how his expression followed the turns of\r\nhis story! Most of us hearers were in shadow, for the candles in the\r\nsmoking-room had not been lighted, and only the face of the Journalist\r\nand the legs of the Silent Man from the knees downward were\r\nilluminated. At first we glanced now and again at each other. After a\r\ntime we ceased to do that, and looked only at the Time Traveller’s\r\nface.\r\n\r\n\r\n\r\n IV\r\n\r\n\r\n Time Travelling\r\n\r\n“I told some of you last Thursday of the principles of the Time\r\nMachine, and showed you the actual thing itself, incomplete in the\r\nworkshop. There it is now, a little travel-worn, truly; and one of the\r\nivory bars is cracked, and a brass rail bent; but the rest of it’s\r\nsound enough. I expected to finish it on Friday; but on Friday, when\r\nthe putting together was nearly done, I found that one of the nickel\r\nbars was exactly one inch too short, and this I had to get remade; so\r\nthat the thing was not complete until this morning. It was at ten\r\no’clock today that the first of all Time Machines began its career. I\r\ngave it a last tap, tried all the screws again, put one more drop of\r\noil on the quartz rod, and sat myself in the saddle. I suppose a\r\nsuicide who holds a pistol to his skull feels much the same wonder at\r\nwhat will come next as I felt then. I took the starting lever in one\r\nhand and the stopping one in the other, pressed the first, and almost\r\nimmediately the second. I seemed to reel; I felt a nightmare sensation\r\nof falling; and, looking round, I saw the laboratory exactly as before.\r\nHad anything happened? For a moment I suspected that my intellect had\r\ntricked me. Then I noted the clock. A moment before, as it seemed, it\r\nhad stood at a minute or so past ten; now it was nearly half-past\r\nthree!\r\n\r\n“I drew a breath, set my teeth, gripped the starting lever with both\r\nhands, and went off with a thud. The laboratory got hazy and went dark.\r\nMrs. Watchett came in and walked, apparently without seeing me, towards\r\nthe garden door. I suppose it took her a minute or so to traverse the\r\nplace, but to me she seemed to shoot across the room like a rocket. I\r\npressed the lever over to its extreme position. The night came like the\r\nturning out of a lamp, and in another moment came tomorrow. The\r\nlaboratory grew faint and hazy, then fainter and ever fainter. Tomorrow\r\nnight came black, then day again, night again, day again, faster and\r\nfaster still. An eddying murmur filled my ears, and a strange, dumb\r\nconfusedness descended on my mind.\r\n\r\n“I am afraid I cannot convey the peculiar sensations of time\r\ntravelling. They are excessively unpleasant. There is a feeling exactly\r\nlike that one has upon a switchback—of a helpless headlong motion! I\r\nfelt the same horrible anticipation, too, of an imminent smash. As I\r\nput on pace, night followed day like the flapping of a black wing. The\r\ndim suggestion of the laboratory seemed presently to fall away from me,\r\nand I saw the sun hopping swiftly across the sky, leaping it every\r\nminute, and every minute marking a day. I supposed the laboratory had\r\nbeen destroyed and I had come into the open air. I had a dim impression\r\nof scaffolding, but I was already going too fast to be conscious of any\r\nmoving things. The slowest snail that ever crawled dashed by too fast\r\nfor me. The twinkling succession of darkness and light was excessively\r\npainful to the eye. Then, in the intermittent darknesses, I saw the\r\nmoon spinning swiftly through her quarters from new to full, and had a\r\nfaint glimpse of the circling stars. Presently, as I went on, still\r\ngaining velocity, the palpitation of night and day merged into one\r\ncontinuous greyness; the sky took on a wonderful deepness of blue, a\r\nsplendid luminous colour like that of early twilight; the jerking sun\r\nbecame a streak of fire, a brilliant arch, in space; the moon a fainter\r\nfluctuating band; and I could see nothing of the stars, save now and\r\nthen a brighter circle flickering in the blue.\r\n\r\n“The landscape was misty and vague. I was still on the hillside upon\r\nwhich this house now stands, and the shoulder rose above me grey and\r\ndim. I saw trees growing and changing like puffs of vapour, now brown,\r\nnow green; they grew, spread, shivered, and passed away. I saw huge\r\nbuildings rise up faint and fair, and pass like dreams. The whole\r\nsurface of the earth seemed changed—melting and flowing under my eyes.\r\nThe little hands upon the dials that registered my speed raced round\r\nfaster and faster. Presently I noted that the sun belt swayed up and\r\ndown, from solstice to solstice, in a minute or less, and that\r\nconsequently my pace was over a year a minute; and minute by minute the\r\nwhite snow flashed across the world, and vanished, and was followed by\r\nthe bright, brief green of spring.\r\n\r\n“The unpleasant sensations of the start were less poignant now. They\r\nmerged at last into a kind of hysterical exhilaration. I remarked,\r\nindeed, a clumsy swaying of the machine, for which I was unable to\r\naccount. But my mind was too confused to attend to it, so with a kind\r\nof madness growing upon me, I flung myself into futurity. At first I\r\nscarce thought of stopping, scarce thought of anything but these new\r\nsensations. But presently a fresh series of impressions grew up in my\r\nmind—a certain curiosity and therewith a certain dread—until at last\r\nthey took complete possession of me. What strange developments of\r\nhumanity, what wonderful advances upon our rudimentary civilisation, I\r\nthought, might not appear when I came to look nearly into the dim\r\nelusive world that raced and fluctuated before my eyes! I saw great and\r\nsplendid architecture rising about me, more massive than any buildings\r\nof our own time, and yet, as it seemed, built of glimmer and mist. I\r\nsaw a richer green flow up the hillside, and remain there, without any\r\nwintry intermission. Even through the veil of my confusion the earth\r\nseemed very fair. And so my mind came round to the business of\r\nstopping.\r\n\r\n“The peculiar risk lay in the possibility of my finding some substance\r\nin the space which I, or the machine, occupied. So long as I travelled\r\nat a high velocity through time, this scarcely mattered: I was, so to\r\nspeak, attenuated—was slipping like a vapour through the interstices of\r\nintervening substances! But to come to a stop involved the jamming of\r\nmyself, molecule by molecule, into whatever lay in my way; meant\r\nbringing my atoms into such intimate contact with those of the obstacle\r\nthat a profound chemical reaction—possibly a far-reaching\r\nexplosion—would result, and blow myself and my apparatus out of all\r\npossible dimensions—into the Unknown. This possibility had occurred to\r\nme again and again while I was making the machine; but then I had\r\ncheerfully accepted it as an unavoidable risk—one of the risks a man\r\nhas got to take! Now the risk was inevitable, I no longer saw it in the\r\nsame cheerful light. The fact is that, insensibly, the absolute\r\nstrangeness of everything, the sickly jarring and swaying of the\r\nmachine, above all, the feeling of prolonged falling, had absolutely\r\nupset my nerves. I told myself that I could never stop, and with a gust\r\nof petulance I resolved to stop forthwith. Like an impatient fool, I\r\nlugged over the lever, and incontinently the thing went reeling over,\r\nand I was flung headlong through the air.\r\n\r\n“There was the sound of a clap of thunder in my ears. I may have been\r\nstunned for a moment. A pitiless hail was hissing round me, and I was\r\nsitting on soft turf in front of the overset machine. Everything still\r\nseemed grey, but presently I remarked that the confusion in my ears was\r\ngone. I looked round me. I was on what seemed to be a little lawn in a\r\ngarden, surrounded by rhododendron bushes, and I noticed that their\r\nmauve and purple blossoms were dropping in a shower under the beating\r\nof the hailstones. The rebounding, dancing hail hung in a little cloud\r\nover the machine, and drove along the ground like smoke. In a moment I\r\nwas wet to the skin. ‘Fine hospitality,’ said I, ‘to a man who has\r\ntravelled innumerable years to see you.’\r\n\r\n“Presently I thought what a fool I was to get wet. I stood up and\r\nlooked round me. A colossal figure, carved apparently in some white\r\nstone, loomed indistinctly beyond the rhododendrons through the hazy\r\ndownpour. But all else of the world was invisible.\r\n\r\n“My sensations would be hard to describe. As the columns of hail grew\r\nthinner, I saw the white figure more distinctly. It was very large, for\r\na silver birch-tree touched its shoulder. It was of white marble, in\r\nshape something like a winged sphinx, but the wings, instead of being\r\ncarried vertically at the sides, were spread so that it seemed to\r\nhover. The pedestal, it appeared to me, was of bronze, and was thick\r\nwith verdigris. It chanced that the face was towards me; the sightless\r\neyes seemed to watch me; there was the faint shadow of a smile on the\r\nlips. It was greatly weather-worn, and that imparted an unpleasant\r\nsuggestion of disease. I stood looking at it for a little space—half a\r\nminute, perhaps, or half an hour. It seemed to advance and to recede as\r\nthe hail drove before it denser or thinner. At last I tore my eyes from\r\nit for a moment, and saw that the hail curtain had worn threadbare, and\r\nthat the sky was lightening with the promise of the sun.\r\n\r\n“I looked up again at the crouching white shape, and the full temerity\r\nof my voyage came suddenly upon me. What might appear when that hazy\r\ncurtain was altogether withdrawn? What might not have happened to men?\r\nWhat if cruelty had grown into a common passion? What if in this\r\ninterval the race had lost its manliness, and had developed into\r\nsomething inhuman, unsympathetic, and overwhelmingly powerful? I might\r\nseem some old-world savage animal, only the more dreadful and\r\ndisgusting for our common likeness—a foul creature to be incontinently\r\nslain.\r\n\r\n“Already I saw other vast shapes—huge buildings with intricate parapets\r\nand tall columns, with a wooded hillside dimly creeping in upon me\r\nthrough the lessening storm. I was seized with a panic fear. I turned\r\nfrantically to the Time Machine, and strove hard to readjust it. As I\r\ndid so the shafts of the sun smote through the thunderstorm. The grey\r\ndownpour was swept aside and vanished like the trailing garments of a\r\nghost. Above me, in the intense blue of the summer sky, some faint\r\nbrown shreds of cloud whirled into nothingness. The great buildings\r\nabout me stood out clear and distinct, shining with the wet of the\r\nthunderstorm, and picked out in white by the unmelted hailstones piled\r\nalong their courses. I felt naked in a strange world. I felt as perhaps\r\na bird may feel in the clear air, knowing the hawk wings above and will\r\nswoop. My fear grew to frenzy. I took a breathing space, set my teeth,\r\nand again grappled fiercely, wrist and knee, with the machine. It gave\r\nunder my desperate onset and turned over. It struck my chin violently.\r\nOne hand on the saddle, the other on the lever, I stood panting heavily\r\nin attitude to mount again.\r\n\r\n“But with this recovery of a prompt retreat my courage recovered. I\r\nlooked more curiously and less fearfully at this world of the remote\r\nfuture. In a circular opening, high up in the wall of the nearer house,\r\nI saw a group of figures clad in rich soft robes. They had seen me, and\r\ntheir faces were directed towards me.\r\n\r\n“Then I heard voices approaching me. Coming through the bushes by the\r\nWhite Sphinx were the heads and shoulders of men running. One of these\r\nemerged in a pathway leading straight to the little lawn upon which I\r\nstood with my machine. He was a slight creature—perhaps four feet\r\nhigh—clad in a purple tunic, girdled at the waist with a leather belt.\r\nSandals or buskins—I could not clearly distinguish which—were on his\r\nfeet; his legs were bare to the knees, and his head was bare. Noticing\r\nthat, I noticed for the first time how warm the air was.\r\n\r\n“He struck me as being a very beautiful and graceful creature, but\r\nindescribably frail. His flushed face reminded me of the more beautiful\r\nkind of consumptive—that hectic beauty of which we used to hear so\r\nmuch. At the sight of him I suddenly regained confidence. I took my\r\nhands from the machine.\r\n\r\n\r\n\r\n V\r\n\r\n\r\n In the Golden Age\r\n\r\n“In another moment we were standing face to face, I and this fragile\r\nthing out of futurity. He came straight up to me and laughed into my\r\neyes. The absence from his bearing of any sign of fear struck me at\r\nonce. Then he turned to the two others who were following him and spoke\r\nto them in a strange and very sweet and liquid tongue.\r\n\r\n“There were others coming, and presently a little group of perhaps\r\neight or ten of these exquisite creatures were about me. One of them\r\naddressed me. It came into my head, oddly enough, that my voice was too\r\nharsh and deep for them. So I shook my head, and, pointing to my ears,\r\nshook it again. He came a step forward, hesitated, and then touched my\r\nhand. Then I felt other soft little tentacles upon my back and\r\nshoulders. They wanted to make sure I was real. There was nothing in\r\nthis at all alarming. Indeed, there was something in these pretty\r\nlittle people that inspired confidence—a graceful gentleness, a certain\r\nchildlike ease. And besides, they looked so frail that I could fancy\r\nmyself flinging the whole dozen of them about like ninepins. But I made\r\na sudden motion to warn them when I saw their little pink hands feeling\r\nat the Time Machine. Happily then, when it was not too late, I thought\r\nof a danger I had hitherto forgotten, and reaching over the bars of the\r\nmachine I unscrewed the little levers that would set it in motion, and\r\nput these in my pocket. Then I turned again to see what I could do in\r\nthe way of communication.\r\n\r\n“And then, looking more nearly into their features, I saw some further\r\npeculiarities in their Dresden china type of prettiness. Their hair,\r\nwhich was uniformly curly, came to a sharp end at the neck and cheek;\r\nthere was not the faintest suggestion of it on the face, and their ears\r\nwere singularly minute. The mouths were small, with bright red, rather\r\nthin lips, and the little chins ran to a point. The eyes were large and\r\nmild; and—this may seem egotism on my part—I fancied even that there\r\nwas a certain lack of the interest I might have expected in them.\r\n\r\n“As they made no effort to communicate with me, but simply stood round\r\nme smiling and speaking in soft cooing notes to each other, I began the\r\nconversation. I pointed to the Time Machine and to myself. Then,\r\nhesitating for a moment how to express Time, I pointed to the sun. At\r\nonce a quaintly pretty little figure in chequered purple and white\r\nfollowed my gesture, and then astonished me by imitating the sound of\r\nthunder.\r\n\r\n“For a moment I was staggered, though the import of his gesture was\r\nplain enough. The question had come into my mind abruptly: were these\r\ncreatures fools? You may hardly understand how it took me. You see, I\r\nhad always anticipated that the people of the year Eight Hundred and\r\nTwo Thousand odd would be incredibly in front of us in knowledge, art,\r\neverything. Then one of them suddenly asked me a question that showed\r\nhim to be on the intellectual level of one of our five-year-old\r\nchildren—asked me, in fact, if I had come from the sun in a\r\nthunderstorm! It let loose the judgment I had suspended upon their\r\nclothes, their frail light limbs, and fragile features. A flow of\r\ndisappointment rushed across my mind. For a moment I felt that I had\r\nbuilt the Time Machine in vain.\r\n\r\n“I nodded, pointed to the sun, and gave them such a vivid rendering of\r\na thunderclap as startled them. They all withdrew a pace or so and\r\nbowed. Then came one laughing towards me, carrying a chain of beautiful\r\nflowers altogether new to me, and put it about my neck. The idea was\r\nreceived with melodious applause; and presently they were all running\r\nto and fro for flowers, and laughingly flinging them upon me until I\r\nwas almost smothered with blossom. You who have never seen the like can\r\nscarcely imagine what delicate and wonderful flowers countless years of\r\nculture had created. Then someone suggested that their plaything should\r\nbe exhibited in the nearest building, and so I was led past the sphinx\r\nof white marble, which had seemed to watch me all the while with a\r\nsmile at my astonishment, towards a vast grey edifice of fretted stone.\r\nAs I went with them the memory of my confident anticipations of a\r\nprofoundly grave and intellectual posterity came, with irresistible\r\nmerriment, to my mind.\r\n\r\n“The building had a huge entry, and was altogether of colossal\r\ndimensions. I was naturally most occupied with the growing crowd of\r\nlittle people, and with the big open portals that yawned before me\r\nshadowy and mysterious. My general impression of the world I saw over\r\ntheir heads was a tangled waste of beautiful bushes and flowers, a long\r\nneglected and yet weedless garden. I saw a number of tall spikes of\r\nstrange white flowers, measuring a foot perhaps across the spread of\r\nthe waxen petals. They grew scattered, as if wild, among the variegated\r\nshrubs, but, as I say, I did not examine them closely at this time. The\r\nTime Machine was left deserted on the turf among the rhododendrons.\r\n\r\n“The arch of the doorway was richly carved, but naturally I did not\r\nobserve the carving very narrowly, though I fancied I saw suggestions\r\nof old Phœnician decorations as I passed through, and it struck me that\r\nthey were very badly broken and weather-worn. Several more brightly\r\nclad people met me in the doorway, and so we entered, I, dressed in\r\ndingy nineteenth-century garments, looking grotesque enough, garlanded\r\nwith flowers, and surrounded by an eddying mass of bright,\r\nsoft-coloured robes and shining white limbs, in a melodious whirl of\r\nlaughter and laughing speech.\r\n\r\n“The big doorway opened into a proportionately great hall hung with\r\nbrown. The roof was in shadow, and the windows, partially glazed with\r\ncoloured glass and partially unglazed, admitted a tempered light. The\r\nfloor was made up of huge blocks of some very hard white metal, not\r\nplates nor slabs—blocks, and it was so much worn, as I judged by the\r\ngoing to and fro of past generations, as to be deeply channelled along\r\nthe more frequented ways. Transverse to the length were innumerable\r\ntables made of slabs of polished stone, raised, perhaps, a foot from\r\nthe floor, and upon these were heaps of fruits. Some I recognised as a\r\nkind of hypertrophied raspberry and orange, but for the most part they\r\nwere strange.\r\n\r\n“Between the tables was scattered a great number of cushions. Upon\r\nthese my conductors seated themselves, signing for me to do likewise.\r\nWith a pretty absence of ceremony they began to eat the fruit with\r\ntheir hands, flinging peel and stalks, and so forth, into the round\r\nopenings in the sides of the tables. I was not loath to follow their\r\nexample, for I felt thirsty and hungry. As I did so I surveyed the hall\r\nat my leisure.\r\n\r\n“And perhaps the thing that struck me most was its dilapidated look.\r\nThe stained-glass windows, which displayed only a geometrical pattern,\r\nwere broken in many places, and the curtains that hung across the lower\r\nend were thick with dust. And it caught my eye that the corner of the\r\nmarble table near me was fractured. Nevertheless, the general effect\r\nwas extremely rich and picturesque. There were, perhaps, a couple of\r\nhundred people dining in the hall, and most of them, seated as near to\r\nme as they could come, were watching me with interest, their little\r\neyes shining over the fruit they were eating. All were clad in the same\r\nsoft, and yet strong, silky material.\r\n\r\n“Fruit, by the bye, was all their diet. These people of the remote\r\nfuture were strict vegetarians, and while I was with them, in spite of\r\nsome carnal cravings, I had to be frugivorous also. Indeed, I found\r\nafterwards that horses, cattle, sheep, dogs, had followed the\r\nIchthyosaurus into extinction. But the fruits were very delightful;\r\none, in particular, that seemed to be in season all the time I was\r\nthere—a floury thing in a three-sided husk—was especially good, and I\r\nmade it my staple. At first I was puzzled by all these strange fruits,\r\nand by the strange flowers I saw, but later I began to perceive their\r\nimport.\r\n\r\n“However, I am telling you of my fruit dinner in the distant future\r\nnow. So soon as my appetite was a little checked, I determined to make\r\na resolute attempt to learn the speech of these new men of mine.\r\nClearly that was the next thing to do. The fruits seemed a convenient\r\nthing to begin upon, and holding one of these up I began a series of\r\ninterrogative sounds and gestures. I had some considerable difficulty\r\nin conveying my meaning. At first my efforts met with a stare of\r\nsurprise or inextinguishable laughter, but presently a fair-haired\r\nlittle creature seemed to grasp my intention and repeated a name. They\r\nhad to chatter and explain the business at great length to each other,\r\nand my first attempts to make the exquisite little sounds of their\r\nlanguage caused an immense amount of genuine, if uncivil, amusement.\r\nHowever, I felt like a schoolmaster amidst children, and persisted, and\r\npresently I had a score of noun substantives at least at my command;\r\nand then I got to demonstrative pronouns, and even the verb ‘to eat.’\r\nBut it was slow work, and the little people soon tired and wanted to\r\nget away from my interrogations, so I determined, rather of necessity,\r\nto let them give their lessons in little doses when they felt inclined.\r\nAnd very little doses I found they were before long, for I never met\r\npeople more indolent or more easily fatigued.\r\n\r\n\r\n\r\n VI\r\n\r\n\r\n The Sunset of Mankind\r\n\r\n“A queer thing I soon discovered about my little hosts, and that was\r\ntheir lack of interest. They would come to me with eager cries of\r\nastonishment, like children, but, like children they would soon stop\r\nexamining me, and wander away after some other toy. The dinner and my\r\nconversational beginnings ended, I noted for the first time that almost\r\nall those who had surrounded me at first were gone. It is odd, too, how\r\nspeedily I came to disregard these little people. I went out through\r\nthe portal into the sunlit world again as soon as my hunger was\r\nsatisfied. I was continually meeting more of these men of the future,\r\nwho would follow me a little distance, chatter and laugh about me, and,\r\nhaving smiled and gesticulated in a friendly way, leave me again to my\r\nown devices.\r\n\r\n“The calm of evening was upon the world as I emerged from the great\r\nhall, and the scene was lit by the warm glow of the setting sun. At\r\nfirst things were very confusing. Everything was so entirely different\r\nfrom the world I had known—even the flowers. The big building I had\r\nleft was situated on the slope of a broad river valley, but the Thames\r\nhad shifted, perhaps, a mile from its present position. I resolved to\r\nmount to the summit of a crest, perhaps a mile and a half away, from\r\nwhich I could get a wider view of this our planet in the year Eight\r\nHundred and Two Thousand Seven Hundred and One, A.D. For that, I should\r\nexplain, was the date the little dials of my machine recorded.\r\n\r\n“As I walked I was watching for every impression that could possibly\r\nhelp to explain the condition of ruinous splendour in which I found the\r\nworld—for ruinous it was. A little way up the hill, for instance, was a\r\ngreat heap of granite, bound together by masses of aluminium, a vast\r\nlabyrinth of precipitous walls and crumpled heaps, amidst which were\r\nthick heaps of very beautiful pagoda-like plants—nettles possibly—but\r\nwonderfully tinted with brown about the leaves, and incapable of\r\nstinging. It was evidently the derelict remains of some vast structure,\r\nto what end built I could not determine. It was here that I was\r\ndestined, at a later date, to have a very strange experience—the first\r\nintimation of a still stranger discovery—but of that I will speak in\r\nits proper place.\r\n\r\n“Looking round, with a sudden thought, from a terrace on which I rested\r\nfor a while, I realised that there were no small houses to be seen.\r\nApparently the single house, and possibly even the household, had\r\nvanished. Here and there among the greenery were palace-like buildings,\r\nbut the house and the cottage, which form such characteristic features\r\nof our own English landscape, had disappeared.\r\n\r\n“‘Communism,’ said I to myself.\r\n\r\n“And on the heels of that came another thought. I looked at the\r\nhalf-dozen little figures that were following me. Then, in a flash, I\r\nperceived that all had the same form of costume, the same soft hairless\r\nvisage, and the same girlish rotundity of limb. It may seem strange,\r\nperhaps, that I had not noticed this before. But everything was so\r\nstrange. Now, I saw the fact plainly enough. In costume, and in all the\r\ndifferences of texture and bearing that now mark off the sexes from\r\neach other, these people of the future were alike. And the children\r\nseemed to my eyes to be but the miniatures of their parents. I judged\r\nthen that the children of that time were extremely precocious,\r\nphysically at least, and I found afterwards abundant verification of my\r\nopinion.\r\n\r\n“Seeing the ease and security in which these people were living, I felt\r\nthat this close resemblance of the sexes was after all what one would\r\nexpect; for the strength of a man and the softness of a woman, the\r\ninstitution of the family, and the differentiation of occupations are\r\nmere militant necessities of an age of physical force. Where population\r\nis balanced and abundant, much childbearing becomes an evil rather than\r\na blessing to the State; where violence comes but rarely and offspring\r\nare secure, there is less necessity—indeed there is no necessity—for an\r\nefficient family, and the specialisation of the sexes with reference to\r\ntheir children’s needs disappears. We see some beginnings of this even\r\nin our own time, and in this future age it was complete. This, I must\r\nremind you, was my speculation at the time. Later, I was to appreciate\r\nhow far it fell short of the reality.\r\n\r\n“While I was musing upon these things, my attention was attracted by a\r\npretty little structure, like a well under a cupola. I thought in a\r\ntransitory way of the oddness of wells still existing, and then resumed\r\nthe thread of my speculations. There were no large buildings towards\r\nthe top of the hill, and as my walking powers were evidently\r\nmiraculous, I was presently left alone for the first time. With a\r\nstrange sense of freedom and adventure I pushed on up to the crest.\r\n\r\n“There I found a seat of some yellow metal that I did not recognise,\r\ncorroded in places with a kind of pinkish rust and half smothered in\r\nsoft moss, the arm-rests cast and filed into the resemblance of\r\ngriffins’ heads. I sat down on it, and I surveyed the broad view of our\r\nold world under the sunset of that long day. It was as sweet and fair a\r\nview as I have ever seen. The sun had already gone below the horizon\r\nand the west was flaming gold, touched with some horizontal bars of\r\npurple and crimson. Below was the valley of the Thames, in which the\r\nriver lay like a band of burnished steel. I have already spoken of the\r\ngreat palaces dotted about among the variegated greenery, some in ruins\r\nand some still occupied. Here and there rose a white or silvery figure\r\nin the waste garden of the earth, here and there came the sharp\r\nvertical line of some cupola or obelisk. There were no hedges, no signs\r\nof proprietary rights, no evidences of agriculture; the whole earth had\r\nbecome a garden.\r\n\r\n“So watching, I began to put my interpretation upon the things I had\r\nseen, and as it shaped itself to me that evening, my interpretation was\r\nsomething in this way. (Afterwards I found I had got only a half\r\ntruth—or only a glimpse of one facet of the truth.)\r\n\r\n“It seemed to me that I had happened upon humanity upon the wane. The\r\nruddy sunset set me thinking of the sunset of mankind. For the first\r\ntime I began to realise an odd consequence of the social effort in\r\nwhich we are at present engaged. And yet, come to think, it is a\r\nlogical consequence enough. Strength is the outcome of need; security\r\nsets a premium on feebleness. The work of ameliorating the conditions\r\nof life—the true civilising process that makes life more and more\r\nsecure—had gone steadily on to a climax. One triumph of a united\r\nhumanity over Nature had followed another. Things that are now mere\r\ndreams had become projects deliberately put in hand and carried\r\nforward. And the harvest was what I saw!\r\n\r\n“After all, the sanitation and the agriculture of today are still in\r\nthe rudimentary stage. The science of our time has attacked but a\r\nlittle department of the field of human disease, but, even so, it\r\nspreads its operations very steadily and persistently. Our agriculture\r\nand horticulture destroy a weed just here and there and cultivate\r\nperhaps a score or so of wholesome plants, leaving the greater number\r\nto fight out a balance as they can. We improve our favourite plants and\r\nanimals—and how few they are—gradually by selective breeding; now a new\r\nand better peach, now a seedless grape, now a sweeter and larger\r\nflower, now a more convenient breed of cattle. We improve them\r\ngradually, because our ideals are vague and tentative, and our\r\nknowledge is very limited; because Nature, too, is shy and slow in our\r\nclumsy hands. Some day all this will be better organised, and still\r\nbetter. That is the drift of the current in spite of the eddies. The\r\nwhole world will be intelligent, educated, and co-operating; things\r\nwill move faster and faster towards the subjugation of Nature. In the\r\nend, wisely and carefully we shall readjust the balance of animal and\r\nvegetable life to suit our human needs.\r\n\r\n“This adjustment, I say, must have been done, and done well; done\r\nindeed for all Time, in the space of Time across which my machine had\r\nleapt. The air was free from gnats, the earth from weeds or fungi;\r\neverywhere were fruits and sweet and delightful flowers; brilliant\r\nbutterflies flew hither and thither. The ideal of preventive medicine\r\nwas attained. Diseases had been stamped out. I saw no evidence of any\r\ncontagious diseases during all my stay. And I shall have to tell you\r\nlater that even the processes of putrefaction and decay had been\r\nprofoundly affected by these changes.\r\n\r\n“Social triumphs, too, had been effected. I saw mankind housed in\r\nsplendid shelters, gloriously clothed, and as yet I had found them\r\nengaged in no toil. There were no signs of struggle, neither social nor\r\neconomical struggle. The shop, the advertisement, traffic, all that\r\ncommerce which constitutes the body of our world, was gone. It was\r\nnatural on that golden evening that I should jump at the idea of a\r\nsocial paradise. The difficulty of increasing population had been met,\r\nI guessed, and population had ceased to increase.\r\n\r\n“But with this change in condition comes inevitably adaptations to the\r\nchange. What, unless biological science is a mass of errors, is the\r\ncause of human intelligence and vigour? Hardship and freedom:\r\nconditions under which the active, strong, and subtle survive and the\r\nweaker go to the wall; conditions that put a premium upon the loyal\r\nalliance of capable men, upon self-restraint, patience, and decision.\r\nAnd the institution of the family, and the emotions that arise therein,\r\nthe fierce jealousy, the tenderness for offspring, parental\r\nself-devotion, all found their justification and support in the\r\nimminent dangers of the young. _Now_, where are these imminent dangers?\r\nThere is a sentiment arising, and it will grow, against connubial\r\njealousy, against fierce maternity, against passion of all sorts;\r\nunnecessary things now, and things that make us uncomfortable, savage\r\nsurvivals, discords in a refined and pleasant life.\r\n\r\n“I thought of the physical slightness of the people, their lack of\r\nintelligence, and those big abundant ruins, and it strengthened my\r\nbelief in a perfect conquest of Nature. For after the battle comes\r\nQuiet. Humanity had been strong, energetic, and intelligent, and had\r\nused all its abundant vitality to alter the conditions under which it\r\nlived. And now came the reaction of the altered conditions.\r\n\r\n“Under the new conditions of perfect comfort and security, that\r\nrestless energy, that with us is strength, would become weakness. Even\r\nin our own time certain tendencies and desires, once necessary to\r\nsurvival, are a constant source of failure. Physical courage and the\r\nlove of battle, for instance, are no great help—may even be\r\nhindrances—to a civilised man. And in a state of physical balance and\r\nsecurity, power, intellectual as well as physical, would be out of\r\nplace. For countless years I judged there had been no danger of war or\r\nsolitary violence, no danger from wild beasts, no wasting disease to\r\nrequire strength of constitution, no need of toil. For such a life,\r\nwhat we should call the weak are as well equipped as the strong, are\r\nindeed no longer weak. Better equipped indeed they are, for the strong\r\nwould be fretted by an energy for which there was no outlet. No doubt\r\nthe exquisite beauty of the buildings I saw was the outcome of the last\r\nsurgings of the now purposeless energy of mankind before it settled\r\ndown into perfect harmony with the conditions under which it lived—the\r\nflourish of that triumph which began the last great peace. This has\r\never been the fate of energy in security; it takes to art and to\r\neroticism, and then come languor and decay.\r\n\r\n“Even this artistic impetus would at last die away—had almost died in\r\nthe Time I saw. To adorn themselves with flowers, to dance, to sing in\r\nthe sunlight: so much was left of the artistic spirit, and no more.\r\nEven that would fade in the end into a contented inactivity. We are\r\nkept keen on the grindstone of pain and necessity, and it seemed to me\r\nthat here was that hateful grindstone broken at last!\r\n\r\n“As I stood there in the gathering dark I thought that in this simple\r\nexplanation I had mastered the problem of the world—mastered the whole\r\nsecret of these delicious people. Possibly the checks they had devised\r\nfor the increase of population had succeeded too well, and their\r\nnumbers had rather diminished than kept stationary. That would account\r\nfor the abandoned ruins. Very simple was my explanation, and plausible\r\nenough—as most wrong theories are!\r\n\r\n\r\n\r\n VII\r\n\r\n\r\n A Sudden Shock\r\n\r\n“As I stood there musing over this too perfect triumph of man, the full\r\nmoon, yellow and gibbous, came up out of an overflow of silver light in\r\nthe north-east. The bright little figures ceased to move about below, a\r\nnoiseless owl flitted by, and I shivered with the chill of the night. I\r\ndetermined to descend and find where I could sleep.\r\n\r\n“I looked for the building I knew. Then my eye travelled along to the\r\nfigure of the White Sphinx upon the pedestal of bronze, growing\r\ndistinct as the light of the rising moon grew brighter. I could see the\r\nsilver birch against it. There was the tangle of rhododendron bushes,\r\nblack in the pale light, and there was the little lawn. I looked at the\r\nlawn again. A queer doubt chilled my complacency. ‘No,’ said I stoutly\r\nto myself, ‘that was not the lawn.’\r\n\r\n“But it _was_ the lawn. For the white leprous face of the sphinx was\r\ntowards it. Can you imagine what I felt as this conviction came home to\r\nme? But you cannot. The Time Machine was gone!\r\n\r\n“At once, like a lash across the face, came the possibility of losing\r\nmy own age, of being left helpless in this strange new world. The bare\r\nthought of it was an actual physical sensation. I could feel it grip me\r\nat the throat and stop my breathing. In another moment I was in a\r\npassion of fear and running with great leaping strides down the slope.\r\nOnce I fell headlong and cut my face; I lost no time in stanching the\r\nblood, but jumped up and ran on, with a warm trickle down my cheek and\r\nchin. All the time I ran I was saying to myself: ‘They have moved it a\r\nlittle, pushed it under the bushes out of the way.’ Nevertheless, I ran\r\nwith all my might. All the time, with the certainty that sometimes\r\ncomes with excessive dread, I knew that such assurance was folly, knew\r\ninstinctively that the machine was removed out of my reach. My breath\r\ncame with pain. I suppose I covered the whole distance from the hill\r\ncrest to the little lawn, two miles perhaps, in ten minutes. And I am\r\nnot a young man. I cursed aloud, as I ran, at my confident folly in\r\nleaving the machine, wasting good breath thereby. I cried aloud, and\r\nnone answered. Not a creature seemed to be stirring in that moonlit\r\nworld.\r\n\r\n“When I reached the lawn my worst fears were realised. Not a trace of\r\nthe thing was to be seen. I felt faint and cold when I faced the empty\r\nspace among the black tangle of bushes. I ran round it furiously, as if\r\nthe thing might be hidden in a corner, and then stopped abruptly, with\r\nmy hands clutching my hair. Above me towered the sphinx, upon the\r\nbronze pedestal, white, shining, leprous, in the light of the rising\r\nmoon. It seemed to smile in mockery of my dismay.\r\n\r\n“I might have consoled myself by imagining the little people had put\r\nthe mechanism in some shelter for me, had I not felt assured of their\r\nphysical and intellectual inadequacy. That is what dismayed me: the\r\nsense of some hitherto unsuspected power, through whose intervention my\r\ninvention had vanished. Yet, for one thing I felt assured: unless some\r\nother age had produced its exact duplicate, the machine could not have\r\nmoved in time. The attachment of the levers—I will show you the method\r\nlater—prevented anyone from tampering with it in that way when they\r\nwere removed. It had moved, and was hid, only in space. But then, where\r\ncould it be?\r\n\r\n“I think I must have had a kind of frenzy. I remember running violently\r\nin and out among the moonlit bushes all round the sphinx, and startling\r\nsome white animal that, in the dim light, I took for a small deer. I\r\nremember, too, late that night, beating the bushes with my clenched\r\nfist until my knuckles were gashed and bleeding from the broken twigs.\r\nThen, sobbing and raving in my anguish of mind, I went down to the\r\ngreat building of stone. The big hall was dark, silent, and deserted. I\r\nslipped on the uneven floor, and fell over one of the malachite tables,\r\nalmost breaking my shin. I lit a match and went on past the dusty\r\ncurtains, of which I have told you.\r\n\r\n“There I found a second great hall covered with cushions, upon which,\r\nperhaps, a score or so of the little people were sleeping. I have no\r\ndoubt they found my second appearance strange enough, coming suddenly\r\nout of the quiet darkness with inarticulate noises and the splutter and\r\nflare of a match. For they had forgotten about matches. ‘Where is my\r\nTime Machine?’ I began, bawling like an angry child, laying hands upon\r\nthem and shaking them up together. It must have been very queer to\r\nthem. Some laughed, most of them looked sorely frightened. When I saw\r\nthem standing round me, it came into my head that I was doing as\r\nfoolish a thing as it was possible for me to do under the\r\ncircumstances, in trying to revive the sensation of fear. For,\r\nreasoning from their daylight behaviour, I thought that fear must be\r\nforgotten.\r\n\r\n“Abruptly, I dashed down the match, and knocking one of the people over\r\nin my course, went blundering across the big dining-hall again, out\r\nunder the moonlight. I heard cries of terror and their little feet\r\nrunning and stumbling this way and that. I do not remember all I did as\r\nthe moon crept up the sky. I suppose it was the unexpected nature of my\r\nloss that maddened me. I felt hopelessly cut off from my own kind—a\r\nstrange animal in an unknown world. I must have raved to and fro,\r\nscreaming and crying upon God and Fate. I have a memory of horrible\r\nfatigue, as the long night of despair wore away; of looking in this\r\nimpossible place and that; of groping among moonlit ruins and touching\r\nstrange creatures in the black shadows; at last, of lying on the ground\r\nnear the sphinx and weeping with absolute wretchedness, even anger at\r\nthe folly of leaving the machine having leaked away with my strength. I\r\nhad nothing left but misery. Then I slept, and when I woke again it was\r\nfull day, and a couple of sparrows were hopping round me on the turf\r\nwithin reach of my arm.\r\n\r\n“I sat up in the freshness of the morning, trying to remember how I had\r\ngot there, and why I had such a profound sense of desertion and\r\ndespair. Then things came clear in my mind. With the plain, reasonable\r\ndaylight, I could look my circumstances fairly in the face. I saw the\r\nwild folly of my frenzy overnight, and I could reason with myself.\r\n‘Suppose the worst?’ I said. ‘Suppose the machine altogether\r\nlost—perhaps destroyed? It behoves me to be calm and patient, to learn\r\nthe way of the people, to get a clear idea of the method of my loss,\r\nand the means of getting materials and tools; so that in the end,\r\nperhaps, I may make another.’ That would be my only hope, a poor hope,\r\nperhaps, but better than despair. And, after all, it was a beautiful\r\nand curious world.\r\n\r\n“But probably the machine had only been taken away. Still, I must be\r\ncalm and patient, find its hiding-place, and recover it by force or\r\ncunning. And with that I scrambled to my feet and looked about me,\r\nwondering where I could bathe. I felt weary, stiff, and travel-soiled.\r\nThe freshness of the morning made me desire an equal freshness. I had\r\nexhausted my emotion. Indeed, as I went about my business, I found\r\nmyself wondering at my intense excitement overnight. I made a careful\r\nexamination of the ground about the little lawn. I wasted some time in\r\nfutile questionings, conveyed, as well as I was able, to such of the\r\nlittle people as came by. They all failed to understand my gestures;\r\nsome were simply stolid, some thought it was a jest and laughed at me.\r\nI had the hardest task in the world to keep my hands off their pretty\r\nlaughing faces. It was a foolish impulse, but the devil begotten of\r\nfear and blind anger was ill curbed and still eager to take advantage\r\nof my perplexity. The turf gave better counsel. I found a groove ripped\r\nin it, about midway between the pedestal of the sphinx and the marks of\r\nmy feet where, on arrival, I had struggled with the overturned machine.\r\nThere were other signs of removal about, with queer narrow footprints\r\nlike those I could imagine made by a sloth. This directed my closer\r\nattention to the pedestal. It was, as I think I have said, of bronze.\r\nIt was not a mere block, but highly decorated with deep framed panels\r\non either side. I went and rapped at these. The pedestal was hollow.\r\nExamining the panels with care I found them discontinuous with the\r\nframes. There were no handles or keyholes, but possibly the panels, if\r\nthey were doors, as I supposed, opened from within. One thing was clear\r\nenough to my mind. It took no very great mental effort to infer that my\r\nTime Machine was inside that pedestal. But how it got there was a\r\ndifferent problem.\r\n\r\n“I saw the heads of two orange-clad people coming through the bushes\r\nand under some blossom-covered apple-trees towards me. I turned smiling\r\nto them, and beckoned them to me. They came, and then, pointing to the\r\nbronze pedestal, I tried to intimate my wish to open it. But at my\r\nfirst gesture towards this they behaved very oddly. I don’t know how to\r\nconvey their expression to you. Suppose you were to use a grossly\r\nimproper gesture to a delicate-minded woman—it is how she would look.\r\nThey went off as if they had received the last possible insult. I tried\r\na sweet-looking little chap in white next, with exactly the same\r\nresult. Somehow, his manner made me feel ashamed of myself. But, as you\r\nknow, I wanted the Time Machine, and I tried him once more. As he\r\nturned off, like the others, my temper got the better of me. In three\r\nstrides I was after him, had him by the loose part of his robe round\r\nthe neck, and began dragging him towards the sphinx. Then I saw the\r\nhorror and repugnance of his face, and all of a sudden I let him go.\r\n\r\n“But I was not beaten yet. I banged with my fist at the bronze panels.\r\nI thought I heard something stir inside—to be explicit, I thought I\r\nheard a sound like a chuckle—but I must have been mistaken. Then I got\r\na big pebble from the river, and came and hammered till I had flattened\r\na coil in the decorations, and the verdigris came off in powdery\r\nflakes. The delicate little people must have heard me hammering in\r\ngusty outbreaks a mile away on either hand, but nothing came of it. I\r\nsaw a crowd of them upon the slopes, looking furtively at me. At last,\r\nhot and tired, I sat down to watch the place. But I was too restless to\r\nwatch long; I am too Occidental for a long vigil. I could work at a\r\nproblem for years, but to wait inactive for twenty-four hours—that is\r\nanother matter.\r\n\r\n“I got up after a time, and began walking aimlessly through the bushes\r\ntowards the hill again. ‘Patience,’ said I to myself. ‘If you want your\r\nmachine again you must leave that sphinx alone. If they mean to take\r\nyour machine away, it’s little good your wrecking their bronze panels,\r\nand if they don’t, you will get it back as soon as you can ask for it.\r\nTo sit among all those unknown things before a puzzle like that is\r\nhopeless. That way lies monomania. Face this world. Learn its ways,\r\nwatch it, be careful of too hasty guesses at its meaning. In the end\r\nyou will find clues to it all.’ Then suddenly the humour of the\r\nsituation came into my mind: the thought of the years I had spent in\r\nstudy and toil to get into the future age, and now my passion of\r\nanxiety to get out of it. I had made myself the most complicated and\r\nthe most hopeless trap that ever a man devised. Although it was at my\r\nown expense, I could not help myself. I laughed aloud.\r\n\r\n“Going through the big palace, it seemed to me that the little people\r\navoided me. It may have been my fancy, or it may have had something to\r\ndo with my hammering at the gates of bronze. Yet I felt tolerably sure\r\nof the avoidance. I was careful, however, to show no concern and to\r\nabstain from any pursuit of them, and in the course of a day or two\r\nthings got back to the old footing. I made what progress I could in the\r\nlanguage, and in addition I pushed my explorations here and there.\r\nEither I missed some subtle point or their language was excessively\r\nsimple—almost exclusively composed of concrete substantives and verbs.\r\nThere seemed to be few, if any, abstract terms, or little use of\r\nfigurative language. Their sentences were usually simple and of two\r\nwords, and I failed to convey or understand any but the simplest\r\npropositions. I determined to put the thought of my Time Machine and\r\nthe mystery of the bronze doors under the sphinx, as much as possible\r\nin a corner of memory, until my growing knowledge would lead me back to\r\nthem in a natural way. Yet a certain feeling, you may understand,\r\ntethered me in a circle of a few miles round the point of my arrival.\r\n\r\n\r\n\r\n VIII\r\n\r\n\r\n Explanation\r\n\r\n“So far as I could see, all the world displayed the same exuberant\r\nrichness as the Thames valley. From every hill I climbed I saw the same\r\nabundance of splendid buildings, endlessly varied in material and\r\nstyle, the same clustering thickets of evergreens, the same\r\nblossom-laden trees and tree ferns. Here and there water shone like\r\nsilver, and beyond, the land rose into blue undulating hills, and so\r\nfaded into the serenity of the sky. A peculiar feature, which presently\r\nattracted my attention, was the presence of certain circular wells,\r\nseveral, as it seemed to me, of a very great depth. One lay by the path\r\nup the hill which I had followed during my first walk. Like the others,\r\nit was rimmed with bronze, curiously wrought, and protected by a little\r\ncupola from the rain. Sitting by the side of these wells, and peering\r\ndown into the shafted darkness, I could see no gleam of water, nor\r\ncould I start any reflection with a lighted match. But in all of them I\r\nheard a certain sound: a thud—thud—thud, like the beating of some big\r\nengine; and I discovered, from the flaring of my matches, that a steady\r\ncurrent of air set down the shafts. Further, I threw a scrap of paper\r\ninto the throat of one, and, instead of fluttering slowly down, it was\r\nat once sucked swiftly out of sight.\r\n\r\n“After a time, too, I came to connect these wells with tall towers\r\nstanding here and there upon the slopes; for above them there was often\r\njust such a flicker in the air as one sees on a hot day above a\r\nsun-scorched beach. Putting things together, I reached a strong\r\nsuggestion of an extensive system of subterranean ventilation, whose\r\ntrue import it was difficult to imagine. I was at first inclined to\r\nassociate it with the sanitary apparatus of these people. It was an\r\nobvious conclusion, but it was absolutely wrong.\r\n\r\n“And here I must admit that I learnt very little of drains and bells\r\nand modes of conveyance, and the like conveniences, during my time in\r\nthis real future. In some of these visions of Utopias and coming times\r\nwhich I have read, there is a vast amount of detail about building, and\r\nsocial arrangements, and so forth. But while such details are easy\r\nenough to obtain when the whole world is contained in one’s\r\nimagination, they are altogether inaccessible to a real traveller amid\r\nsuch realities as I found here. Conceive the tale of London which a\r\nnegro, fresh from Central Africa, would take back to his tribe! What\r\nwould he know of railway companies, of social movements, of telephone\r\nand telegraph wires, of the Parcels Delivery Company, and postal orders\r\nand the like? Yet we, at least, should be willing enough to explain\r\nthese things to him! And even of what he knew, how much could he make\r\nhis untravelled friend either apprehend or believe? Then, think how\r\nnarrow the gap between a negro and a white man of our own times, and\r\nhow wide the interval between myself and these of the Golden Age! I was\r\nsensible of much which was unseen, and which contributed to my comfort;\r\nbut save for a general impression of automatic organisation, I fear I\r\ncan convey very little of the difference to your mind.\r\n\r\n“In the matter of sepulture, for instance, I could see no signs of\r\ncrematoria nor anything suggestive of tombs. But it occurred to me\r\nthat, possibly, there might be cemeteries (or crematoria) somewhere\r\nbeyond the range of my explorings. This, again, was a question I\r\ndeliberately put to myself, and my curiosity was at first entirely\r\ndefeated upon the point. The thing puzzled me, and I was led to make a\r\nfurther remark, which puzzled me still more: that aged and infirm among\r\nthis people there were none.\r\n\r\n“I must confess that my satisfaction with my first theories of an\r\nautomatic civilisation and a decadent humanity did not long endure. Yet\r\nI could think of no other. Let me put my difficulties. The several big\r\npalaces I had explored were mere living places, great dining-halls and\r\nsleeping apartments. I could find no machinery, no appliances of any\r\nkind. Yet these people were clothed in pleasant fabrics that must at\r\ntimes need renewal, and their sandals, though undecorated, were fairly\r\ncomplex specimens of metalwork. Somehow such things must be made. And\r\nthe little people displayed no vestige of a creative tendency. There\r\nwere no shops, no workshops, no sign of importations among them. They\r\nspent all their time in playing gently, in bathing in the river, in\r\nmaking love in a half-playful fashion, in eating fruit and sleeping. I\r\ncould not see how things were kept going.\r\n\r\n“Then, again, about the Time Machine: something, I knew not what, had\r\ntaken it into the hollow pedestal of the White Sphinx. _Why?_ For the\r\nlife of me I could not imagine. Those waterless wells, too, those\r\nflickering pillars. I felt I lacked a clue. I felt—how shall I put it?\r\nSuppose you found an inscription, with sentences here and there in\r\nexcellent plain English, and interpolated therewith, others made up of\r\nwords, of letters even, absolutely unknown to you? Well, on the third\r\nday of my visit, that was how the world of Eight Hundred and Two\r\nThousand Seven Hundred and One presented itself to me!\r\n\r\n“That day, too, I made a friend—of a sort. It happened that, as I was\r\nwatching some of the little people bathing in a shallow, one of them\r\nwas seized with cramp and began drifting downstream. The main current\r\nran rather swiftly, but not too strongly for even a moderate swimmer.\r\nIt will give you an idea, therefore, of the strange deficiency in these\r\ncreatures, when I tell you that none made the slightest attempt to\r\nrescue the weakly crying little thing which was drowning before their\r\neyes. When I realised this, I hurriedly slipped off my clothes, and,\r\nwading in at a point lower down, I caught the poor mite and drew her\r\nsafe to land. A little rubbing of the limbs soon brought her round, and\r\nI had the satisfaction of seeing she was all right before I left her. I\r\nhad got to such a low estimate of her kind that I did not expect any\r\ngratitude from her. In that, however, I was wrong.\r\n\r\n“This happened in the morning. In the afternoon I met my little woman,\r\nas I believe it was, as I was returning towards my centre from an\r\nexploration, and she received me with cries of delight and presented me\r\nwith a big garland of flowers—evidently made for me and me alone. The\r\nthing took my imagination. Very possibly I had been feeling desolate.\r\nAt any rate I did my best to display my appreciation of the gift. We\r\nwere soon seated together in a little stone arbour, engaged in\r\nconversation, chiefly of smiles. The creature’s friendliness affected\r\nme exactly as a child’s might have done. We passed each other flowers,\r\nand she kissed my hands. I did the same to hers. Then I tried talk, and\r\nfound that her name was Weena, which, though I don’t know what it\r\nmeant, somehow seemed appropriate enough. That was the beginning of a\r\nqueer friendship which lasted a week, and ended—as I will tell you!\r\n\r\n“She was exactly like a child. She wanted to be with me always. She\r\ntried to follow me everywhere, and on my next journey out and about it\r\nwent to my heart to tire her down, and leave her at last, exhausted and\r\ncalling after me rather plaintively. But the problems of the world had\r\nto be mastered. I had not, I said to myself, come into the future to\r\ncarry on a miniature flirtation. Yet her distress when I left her was\r\nvery great, her expostulations at the parting were sometimes frantic,\r\nand I think, altogether, I had as much trouble as comfort from her\r\ndevotion. Nevertheless she was, somehow, a very great comfort. I\r\nthought it was mere childish affection that made her cling to me. Until\r\nit was too late, I did not clearly know what I had inflicted upon her\r\nwhen I left her. Nor until it was too late did I clearly understand\r\nwhat she was to me. For, by merely seeming fond of me, and showing in\r\nher weak, futile way that she cared for me, the little doll of a\r\ncreature presently gave my return to the neighbourhood of the White\r\nSphinx almost the feeling of coming home; and I would watch for her\r\ntiny figure of white and gold so soon as I came over the hill.\r\n\r\n“It was from her, too, that I learnt that fear had not yet left the\r\nworld. She was fearless enough in the daylight, and she had the oddest\r\nconfidence in me; for once, in a foolish moment, I made threatening\r\ngrimaces at her, and she simply laughed at them. But she dreaded the\r\ndark, dreaded shadows, dreaded black things. Darkness to her was the\r\none thing dreadful. It was a singularly passionate emotion, and it set\r\nme thinking and observing. I discovered then, among other things, that\r\nthese little people gathered into the great houses after dark, and\r\nslept in droves. To enter upon them without a light was to put them\r\ninto a tumult of apprehension. I never found one out of doors, or one\r\nsleeping alone within doors, after dark. Yet I was still such a\r\nblockhead that I missed the lesson of that fear, and in spite of\r\nWeena’s distress, I insisted upon sleeping away from these slumbering\r\nmultitudes.\r\n\r\n“It troubled her greatly, but in the end her odd affection for me\r\ntriumphed, and for five of the nights of our acquaintance, including\r\nthe last night of all, she slept with her head pillowed on my arm. But\r\nmy story slips away from me as I speak of her. It must have been the\r\nnight before her rescue that I was awakened about dawn. I had been\r\nrestless, dreaming most disagreeably that I was drowned, and that sea\r\nanemones were feeling over my face with their soft palps. I woke with a\r\nstart, and with an odd fancy that some greyish animal had just rushed\r\nout of the chamber. I tried to get to sleep again, but I felt restless\r\nand uncomfortable. It was that dim grey hour when things are just\r\ncreeping out of darkness, when everything is colourless and clear cut,\r\nand yet unreal. I got up, and went down into the great hall, and so out\r\nupon the flagstones in front of the palace. I thought I would make a\r\nvirtue of necessity, and see the sunrise.\r\n\r\n“The moon was setting, and the dying moonlight and the first pallor of\r\ndawn were mingled in a ghastly half-light. The bushes were inky black,\r\nthe ground a sombre grey, the sky colourless and cheerless. And up the\r\nhill I thought I could see ghosts. Three several times, as I scanned\r\nthe slope, I saw white figures. Twice I fancied I saw a solitary white,\r\nape-like creature running rather quickly up the hill, and once near the\r\nruins I saw a leash of them carrying some dark body. They moved\r\nhastily. I did not see what became of them. It seemed that they\r\nvanished among the bushes. The dawn was still indistinct, you must\r\nunderstand. I was feeling that chill, uncertain, early-morning feeling\r\nyou may have known. I doubted my eyes.\r\n\r\n“As the eastern sky grew brighter, and the light of the day came on and\r\nits vivid colouring returned upon the world once more, I scanned the\r\nview keenly. But I saw no vestige of my white figures. They were mere\r\ncreatures of the half-light. ‘They must have been ghosts,’ I said; ‘I\r\nwonder whence they dated.’ For a queer notion of Grant Allen’s came\r\ninto my head, and amused me. If each generation die and leave ghosts,\r\nhe argued, the world at last will get overcrowded with them. On that\r\ntheory they would have grown innumerable some Eight Hundred Thousand\r\nYears hence, and it was no great wonder to see four at once. But the\r\njest was unsatisfying, and I was thinking of these figures all the\r\nmorning, until Weena’s rescue drove them out of my head. I associated\r\nthem in some indefinite way with the white animal I had startled in my\r\nfirst passionate search for the Time Machine. But Weena was a pleasant\r\nsubstitute. Yet all the same, they were soon destined to take far\r\ndeadlier possession of my mind.\r\n\r\n“I think I have said how much hotter than our own was the weather of\r\nthis Golden Age. I cannot account for it. It may be that the sun was\r\nhotter, or the earth nearer the sun. It is usual to assume that the sun\r\nwill go on cooling steadily in the future. But people, unfamiliar with\r\nsuch speculations as those of the younger Darwin, forget that the\r\nplanets must ultimately fall back one by one into the parent body. As\r\nthese catastrophes occur, the sun will blaze with renewed energy; and\r\nit may be that some inner planet had suffered this fate. Whatever the\r\nreason, the fact remains that the sun was very much hotter than we know\r\nit.\r\n\r\n“Well, one very hot morning—my fourth, I think—as I was seeking shelter\r\nfrom the heat and glare in a colossal ruin near the great house where I\r\nslept and fed, there happened this strange thing. Clambering among\r\nthese heaps of masonry, I found a narrow gallery, whose end and side\r\nwindows were blocked by fallen masses of stone. By contrast with the\r\nbrilliancy outside, it seemed at first impenetrably dark to me. I\r\nentered it groping, for the change from light to blackness made spots\r\nof colour swim before me. Suddenly I halted spellbound. A pair of eyes,\r\nluminous by reflection against the daylight without, was watching me\r\nout of the darkness.\r\n\r\n“The old instinctive dread of wild beasts came upon me. I clenched my\r\nhands and steadfastly looked into the glaring eyeballs. I was afraid to\r\nturn. Then the thought of the absolute security in which humanity\r\nappeared to be living came to my mind. And then I remembered that\r\nstrange terror of the dark. Overcoming my fear to some extent, I\r\nadvanced a step and spoke. I will admit that my voice was harsh and\r\nill-controlled. I put out my hand and touched something soft. At once\r\nthe eyes darted sideways, and something white ran past me. I turned\r\nwith my heart in my mouth, and saw a queer little ape-like figure, its\r\nhead held down in a peculiar manner, running across the sunlit space\r\nbehind me. It blundered against a block of granite, staggered aside,\r\nand in a moment was hidden in a black shadow beneath another pile of\r\nruined masonry.\r\n\r\n“My impression of it is, of course, imperfect; but I know it was a dull\r\nwhite, and had strange large greyish-red eyes; also that there was\r\nflaxen hair on its head and down its back. But, as I say, it went too\r\nfast for me to see distinctly. I cannot even say whether it ran on all\r\nfours, or only with its forearms held very low. After an instant’s\r\npause I followed it into the second heap of ruins. I could not find it\r\nat first; but, after a time in the profound obscurity, I came upon one\r\nof those round well-like openings of which I have told you, half closed\r\nby a fallen pillar. A sudden thought came to me. Could this Thing have\r\nvanished down the shaft? I lit a match, and, looking down, I saw a\r\nsmall, white, moving creature, with large bright eyes which regarded me\r\nsteadfastly as it retreated. It made me shudder. It was so like a human\r\nspider! It was clambering down the wall, and now I saw for the first\r\ntime a number of metal foot and hand rests forming a kind of ladder\r\ndown the shaft. Then the light burned my fingers and fell out of my\r\nhand, going out as it dropped, and when I had lit another the little\r\nmonster had disappeared.\r\n\r\n“I do not know how long I sat peering down that well. It was not for\r\nsome time that I could succeed in persuading myself that the thing I\r\nhad seen was human. But, gradually, the truth dawned on me: that Man\r\nhad not remained one species, but had differentiated into two distinct\r\nanimals: that my graceful children of the Upper World were not the sole\r\ndescendants of our generation, but that this bleached, obscene,\r\nnocturnal Thing, which had flashed before me, was also heir to all the\r\nages.\r\n\r\n“I thought of the flickering pillars and of my theory of an underground\r\nventilation. I began to suspect their true import. And what, I\r\nwondered, was this Lemur doing in my scheme of a perfectly balanced\r\norganisation? How was it related to the indolent serenity of the\r\nbeautiful Overworlders? And what was hidden down there, at the foot of\r\nthat shaft? I sat upon the edge of the well telling myself that, at any\r\nrate, there was nothing to fear, and that there I must descend for the\r\nsolution of my difficulties. And withal I was absolutely afraid to go!\r\nAs I hesitated, two of the beautiful upperworld people came running in\r\ntheir amorous sport across the daylight in the shadow. The male pursued\r\nthe female, flinging flowers at her as he ran.\r\n\r\n“They seemed distressed to find me, my arm against the overturned\r\npillar, peering down the well. Apparently it was considered bad form to\r\nremark these apertures; for when I pointed to this one, and tried to\r\nframe a question about it in their tongue, they were still more visibly\r\ndistressed and turned away. But they were interested by my matches, and\r\nI struck some to amuse them. I tried them again about the well, and\r\nagain I failed. So presently I left them, meaning to go back to Weena,\r\nand see what I could get from her. But my mind was already in\r\nrevolution; my guesses and impressions were slipping and sliding to a\r\nnew adjustment. I had now a clue to the import of these wells, to the\r\nventilating towers, to the mystery of the ghosts; to say nothing of a\r\nhint at the meaning of the bronze gates and the fate of the Time\r\nMachine! And very vaguely there came a suggestion towards the solution\r\nof the economic problem that had puzzled me.\r\n\r\n“Here was the new view. Plainly, this second species of Man was\r\nsubterranean. There were three circumstances in particular which made\r\nme think that its rare emergence above ground was the outcome of a\r\nlong-continued underground habit. In the first place, there was the\r\nbleached look common in most animals that live largely in the dark—the\r\nwhite fish of the Kentucky caves, for instance. Then, those large eyes,\r\nwith that capacity for reflecting light, are common features of\r\nnocturnal things—witness the owl and the cat. And last of all, that\r\nevident confusion in the sunshine, that hasty yet fumbling awkward\r\nflight towards dark shadow, and that peculiar carriage of the head\r\nwhile in the light—all reinforced the theory of an extreme\r\nsensitiveness of the retina.\r\n\r\n“Beneath my feet, then, the earth must be tunnelled enormously, and\r\nthese tunnellings were the habitat of the New Race. The presence of\r\nventilating shafts and wells along the hill slopes—everywhere, in fact,\r\nexcept along the river valley—showed how universal were its\r\nramifications. What so natural, then, as to assume that it was in this\r\nartificial Underworld that such work as was necessary to the comfort of\r\nthe daylight race was done? The notion was so plausible that I at once\r\naccepted it, and went on to assume the _how_ of this splitting of the\r\nhuman species. I dare say you will anticipate the shape of my theory;\r\nthough, for myself, I very soon felt that it fell far short of the\r\ntruth.\r\n\r\n“At first, proceeding from the problems of our own age, it seemed clear\r\nas daylight to me that the gradual widening of the present merely\r\ntemporary and social difference between the Capitalist and the Labourer\r\nwas the key to the whole position. No doubt it will seem grotesque\r\nenough to you—and wildly incredible!—and yet even now there are\r\nexisting circumstances to point that way. There is a tendency to\r\nutilise underground space for the less ornamental purposes of\r\ncivilisation; there is the Metropolitan Railway in London, for\r\ninstance, there are new electric railways, there are subways, there are\r\nunderground workrooms and restaurants, and they increase and multiply.\r\nEvidently, I thought, this tendency had increased till Industry had\r\ngradually lost its birthright in the sky. I mean that it had gone\r\ndeeper and deeper into larger and ever larger underground factories,\r\nspending a still-increasing amount of its time therein, till, in the\r\nend—! Even now, does not an East-end worker live in such artificial\r\nconditions as practically to be cut off from the natural surface of the\r\nearth?\r\n\r\n“Again, the exclusive tendency of richer people—due, no doubt, to the\r\nincreasing refinement of their education, and the widening gulf between\r\nthem and the rude violence of the poor—is already leading to the\r\nclosing, in their interest, of considerable portions of the surface of\r\nthe land. About London, for instance, perhaps half the prettier country\r\nis shut in against intrusion. And this same widening gulf—which is due\r\nto the length and expense of the higher educational process and the\r\nincreased facilities for and temptations towards refined habits on the\r\npart of the rich—will make that exchange between class and class, that\r\npromotion by intermarriage which at present retards the splitting of\r\nour species along lines of social stratification, less and less\r\nfrequent. So, in the end, above ground you must have the Haves,\r\npursuing pleasure and comfort and beauty, and below ground the\r\nHave-nots, the Workers getting continually adapted to the conditions of\r\ntheir labour. Once they were there, they would no doubt have to pay\r\nrent, and not a little of it, for the ventilation of their caverns; and\r\nif they refused, they would starve or be suffocated for arrears. Such\r\nof them as were so constituted as to be miserable and rebellious would\r\ndie; and, in the end, the balance being permanent, the survivors would\r\nbecome as well adapted to the conditions of underground life, and as\r\nhappy in their way, as the Overworld people were to theirs. As it\r\nseemed to me, the refined beauty and the etiolated pallor followed\r\nnaturally enough.\r\n\r\n“The great triumph of Humanity I had dreamed of took a different shape\r\nin my mind. It had been no such triumph of moral education and general\r\nco-operation as I had imagined. Instead, I saw a real aristocracy,\r\narmed with a perfected science and working to a logical conclusion the\r\nindustrial system of today. Its triumph had not been simply a triumph\r\nover Nature, but a triumph over Nature and the fellow-man. This, I must\r\nwarn you, was my theory at the time. I had no convenient cicerone in\r\nthe pattern of the Utopian books. My explanation may be absolutely\r\nwrong. I still think it is the most plausible one. But even on this\r\nsupposition the balanced civilisation that was at last attained must\r\nhave long since passed its zenith, and was now far fallen into decay.\r\nThe too-perfect security of the Overworlders had led them to a slow\r\nmovement of degeneration, to a general dwindling in size, strength, and\r\nintelligence. That I could see clearly enough already. What had\r\nhappened to the Undergrounders I did not yet suspect; but, from what I\r\nhad seen of the Morlocks—that, by the bye, was the name by which these\r\ncreatures were called—I could imagine that the modification of the\r\nhuman type was even far more profound than among the ‘Eloi,’ the\r\nbeautiful race that I already knew.\r\n\r\n“Then came troublesome doubts. Why had the Morlocks taken my Time\r\nMachine? For I felt sure it was they who had taken it. Why, too, if the\r\nEloi were masters, could they not restore the machine to me? And why\r\nwere they so terribly afraid of the dark? I proceeded, as I have said,\r\nto question Weena about this Underworld, but here again I was\r\ndisappointed. At first she would not understand my questions, and\r\npresently she refused to answer them. She shivered as though the topic\r\nwas unendurable. And when I pressed her, perhaps a little harshly, she\r\nburst into tears. They were the only tears, except my own, I ever saw\r\nin that Golden Age. When I saw them I ceased abruptly to trouble about\r\nthe Morlocks, and was only concerned in banishing these signs of her\r\nhuman inheritance from Weena’s eyes. And very soon she was smiling and\r\nclapping her hands, while I solemnly burnt a match.\r\n\r\n\r\n\r\n IX\r\n\r\n\r\n The Morlocks\r\n\r\n“It may seem odd to you, but it was two days before I could follow up\r\nthe new-found clue in what was manifestly the proper way. I felt a\r\npeculiar shrinking from those pallid bodies. They were just the\r\nhalf-bleached colour of the worms and things one sees preserved in\r\nspirit in a zoological museum. And they were filthily cold to the\r\ntouch. Probably my shrinking was largely due to the sympathetic\r\ninfluence of the Eloi, whose disgust of the Morlocks I now began to\r\nappreciate.\r\n\r\n“The next night I did not sleep well. Probably my health was a little\r\ndisordered. I was oppressed with perplexity and doubt. Once or twice I\r\nhad a feeling of intense fear for which I could perceive no definite\r\nreason. I remember creeping noiselessly into the great hall where the\r\nlittle people were sleeping in the moonlight—that night Weena was among\r\nthem—and feeling reassured by their presence. It occurred to me even\r\nthen, that in the course of a few days the moon must pass through its\r\nlast quarter, and the nights grow dark, when the appearances of these\r\nunpleasant creatures from below, these whitened Lemurs, this new vermin\r\nthat had replaced the old, might be more abundant. And on both these\r\ndays I had the restless feeling of one who shirks an inevitable duty. I\r\nfelt assured that the Time Machine was only to be recovered by boldly\r\npenetrating these mysteries of underground. Yet I could not face the\r\nmystery. If only I had had a companion it would have been different.\r\nBut I was so horribly alone, and even to clamber down into the darkness\r\nof the well appalled me. I don’t know if you will understand my\r\nfeeling, but I never felt quite safe at my back.\r\n\r\n“It was this restlessness, this insecurity, perhaps, that drove me\r\nfarther and farther afield in my exploring expeditions. Going to the\r\nsouth-westward towards the rising country that is now called Combe\r\nWood, I observed far-off, in the direction of nineteenth-century\r\nBanstead, a vast green structure, different in character from any I had\r\nhitherto seen. It was larger than the largest of the palaces or ruins I\r\nknew, and the façade had an Oriental look: the face of it having the\r\nlustre, as well as the pale-green tint, a kind of bluish-green, of a\r\ncertain type of Chinese porcelain. This difference in aspect suggested\r\na difference in use, and I was minded to push on and explore. But the\r\nday was growing late, and I had come upon the sight of the place after\r\na long and tiring circuit; so I resolved to hold over the adventure for\r\nthe following day, and I returned to the welcome and the caresses of\r\nlittle Weena. But next morning I perceived clearly enough that my\r\ncuriosity regarding the Palace of Green Porcelain was a piece of\r\nself-deception, to enable me to shirk, by another day, an experience I\r\ndreaded. I resolved I would make the descent without further waste of\r\ntime, and started out in the early morning towards a well near the\r\nruins of granite and aluminium.\r\n\r\n“Little Weena ran with me. She danced beside me to the well, but when\r\nshe saw me lean over the mouth and look downward, she seemed strangely\r\ndisconcerted. ‘Good-bye, little Weena,’ I said, kissing her; and then\r\nputting her down, I began to feel over the parapet for the climbing\r\nhooks. Rather hastily, I may as well confess, for I feared my courage\r\nmight leak away! At first she watched me in amazement. Then she gave a\r\nmost piteous cry, and running to me, she began to pull at me with her\r\nlittle hands. I think her opposition nerved me rather to proceed. I\r\nshook her off, perhaps a little roughly, and in another moment I was in\r\nthe throat of the well. I saw her agonised face over the parapet, and\r\nsmiled to reassure her. Then I had to look down at the unstable hooks\r\nto which I clung.\r\n\r\n“I had to clamber down a shaft of perhaps two hundred yards. The\r\ndescent was effected by means of metallic bars projecting from the\r\nsides of the well, and these being adapted to the needs of a creature\r\nmuch smaller and lighter than myself, I was speedily cramped and\r\nfatigued by the descent. And not simply fatigued! One of the bars bent\r\nsuddenly under my weight, and almost swung me off into the blackness\r\nbeneath. For a moment I hung by one hand, and after that experience I\r\ndid not dare to rest again. Though my arms and back were presently\r\nacutely painful, I went on clambering down the sheer descent with as\r\nquick a motion as possible. Glancing upward, I saw the aperture, a\r\nsmall blue disc, in which a star was visible, while little Weena’s head\r\nshowed as a round black projection. The thudding sound of a machine\r\nbelow grew louder and more oppressive. Everything save that little disc\r\nabove was profoundly dark, and when I looked up again Weena had\r\ndisappeared.\r\n\r\n“I was in an agony of discomfort. I had some thought of trying to go up\r\nthe shaft again, and leave the Underworld alone. But even while I\r\nturned this over in my mind I continued to descend. At last, with\r\nintense relief, I saw dimly coming up, a foot to the right of me, a\r\nslender loophole in the wall. Swinging myself in, I found it was the\r\naperture of a narrow horizontal tunnel in which I could lie down and\r\nrest. It was not too soon. My arms ached, my back was cramped, and I\r\nwas trembling with the prolonged terror of a fall. Besides this, the\r\nunbroken darkness had had a distressing effect upon my eyes. The air\r\nwas full of the throb and hum of machinery pumping air down the shaft.\r\n\r\n“I do not know how long I lay. I was arroused by a soft hand touching\r\nmy face. Starting up in the darkness I snatched at my matches and,\r\nhastily striking one, I saw three stooping white creatures similar to\r\nthe one I had seen above ground in the ruin, hastily retreating before\r\nthe light. Living, as they did, in what appeared to me impenetrable\r\ndarkness, their eyes were abnormally large and sensitive, just as are\r\nthe pupils of the abysmal fishes, and they reflected the light in the\r\nsame way. I have no doubt they could see me in that rayless obscurity,\r\nand they did not seem to have any fear of me apart from the light. But,\r\nso soon as I struck a match in order to see them, they fled\r\nincontinently, vanishing into dark gutters and tunnels, from which\r\ntheir eyes glared at me in the strangest fashion.\r\n\r\n“I tried to call to them, but the language they had was apparently\r\ndifferent from that of the Overworld people; so that I was needs left\r\nto my own unaided efforts, and the thought of flight before exploration\r\nwas even then in my mind. But I said to myself, ‘You are in for it\r\nnow,’ and, feeling my way along the tunnel, I found the noise of\r\nmachinery grow louder. Presently the walls fell away from me, and I\r\ncame to a large open space, and striking another match, saw that I had\r\nentered a vast arched cavern, which stretched into utter darkness\r\nbeyond the range of my light. The view I had of it was as much as one\r\ncould see in the burning of a match.\r\n\r\n“Necessarily my memory is vague. Great shapes like big machines rose\r\nout of the dimness, and cast grotesque black shadows, in which dim\r\nspectral Morlocks sheltered from the glare. The place, by the bye, was\r\nvery stuffy and oppressive, and the faint halitus of freshly-shed blood\r\nwas in the air. Some way down the central vista was a little table of\r\nwhite metal, laid with what seemed a meal. The Morlocks at any rate\r\nwere carnivorous! Even at the time, I remember wondering what large\r\nanimal could have survived to furnish the red joint I saw. It was all\r\nvery indistinct: the heavy smell, the big unmeaning shapes, the obscene\r\nfigures lurking in the shadows, and only waiting for the darkness to\r\ncome at me again! Then the match burnt down, and stung my fingers, and\r\nfell, a wriggling red spot in the blackness.\r\n\r\n“I have thought since how particularly ill-equipped I was for such an\r\nexperience. When I had started with the Time Machine, I had started\r\nwith the absurd assumption that the men of the Future would certainly\r\nbe infinitely ahead of ourselves in all their appliances. I had come\r\nwithout arms, without medicine, without anything to smoke—at times I\r\nmissed tobacco frightfully!—even without enough matches. If only I had\r\nthought of a Kodak! I could have flashed that glimpse of the Underworld\r\nin a second, and examined it at leisure. But, as it was, I stood there\r\nwith only the weapons and the powers that Nature had endowed me\r\nwith—hands, feet, and teeth; these, and four safety-matches that still\r\nremained to me.\r\n\r\n“I was afraid to push my way in among all this machinery in the dark,\r\nand it was only with my last glimpse of light I discovered that my\r\nstore of matches had run low. It had never occurred to me until that\r\nmoment that there was any need to economise them, and I had wasted\r\nalmost half the box in astonishing the Overworlders, to whom fire was a\r\nnovelty. Now, as I say, I had four left, and while I stood in the dark,\r\na hand touched mine, lank fingers came feeling over my face, and I was\r\nsensible of a peculiar unpleasant odour. I fancied I heard the\r\nbreathing of a crowd of those dreadful little beings about me. I felt\r\nthe box of matches in my hand being gently disengaged, and other hands\r\nbehind me plucking at my clothing. The sense of these unseen creatures\r\nexamining me was indescribably unpleasant. The sudden realisation of my\r\nignorance of their ways of thinking and doing came home to me very\r\nvividly in the darkness. I shouted at them as loudly as I could. They\r\nstarted away, and then I could feel them approaching me again. They\r\nclutched at me more boldly, whispering odd sounds to each other. I\r\nshivered violently, and shouted again—rather discordantly. This time\r\nthey were not so seriously alarmed, and they made a queer laughing\r\nnoise as they came back at me. I will confess I was horribly\r\nfrightened. I determined to strike another match and escape under the\r\nprotection of its glare. I did so, and eking out the flicker with a\r\nscrap of paper from my pocket, I made good my retreat to the narrow\r\ntunnel. But I had scarce entered this when my light was blown out and\r\nin the blackness I could hear the Morlocks rustling like wind among\r\nleaves, and pattering like the rain, as they hurried after me.\r\n\r\n“In a moment I was clutched by several hands, and there was no\r\nmistaking that they were trying to haul me back. I struck another\r\nlight, and waved it in their dazzled faces. You can scarce imagine how\r\nnauseatingly inhuman they looked—those pale, chinless faces and great,\r\nlidless, pinkish-grey eyes!—as they stared in their blindness and\r\nbewilderment. But I did not stay to look, I promise you: I retreated\r\nagain, and when my second match had ended, I struck my third. It had\r\nalmost burnt through when I reached the opening into the shaft. I lay\r\ndown on the edge, for the throb of the great pump below made me giddy.\r\nThen I felt sideways for the projecting hooks, and, as I did so, my\r\nfeet were grasped from behind, and I was violently tugged backward. I\r\nlit my last match … and it incontinently went out. But I had my hand on\r\nthe climbing bars now, and, kicking violently, I disengaged myself from\r\nthe clutches of the Morlocks, and was speedily clambering up the shaft,\r\nwhile they stayed peering and blinking up at me: all but one little\r\nwretch who followed me for some way, and well-nigh secured my boot as a\r\ntrophy.\r\n\r\n“That climb seemed interminable to me. With the last twenty or thirty\r\nfeet of it a deadly nausea came upon me. I had the greatest difficulty\r\nin keeping my hold. The last few yards was a frightful struggle against\r\nthis faintness. Several times my head swam, and I felt all the\r\nsensations of falling. At last, however, I got over the well-mouth\r\nsomehow, and staggered out of the ruin into the blinding sunlight. I\r\nfell upon my face. Even the soil smelt sweet and clean. Then I remember\r\nWeena kissing my hands and ears, and the voices of others among the\r\nEloi. Then, for a time, I was insensible.\r\n\r\n\r\n\r\n X\r\n\r\n\r\n When Night Came\r\n\r\n“Now, indeed, I seemed in a worse case than before. Hitherto, except\r\nduring my night’s anguish at the loss of the Time Machine, I had felt a\r\nsustaining hope of ultimate escape, but that hope was staggered by\r\nthese new discoveries. Hitherto I had merely thought myself impeded by\r\nthe childish simplicity of the little people, and by some unknown\r\nforces which I had only to understand to overcome; but there was an\r\naltogether new element in the sickening quality of the Morlocks—a\r\nsomething inhuman and malign. Instinctively I loathed them. Before, I\r\nhad felt as a man might feel who had fallen into a pit: my concern was\r\nwith the pit and how to get out of it. Now I felt like a beast in a\r\ntrap, whose enemy would come upon him soon.\r\n\r\n“The enemy I dreaded may surprise you. It was the darkness of the new\r\nmoon. Weena had put this into my head by some at first incomprehensible\r\nremarks about the Dark Nights. It was not now such a very difficult\r\nproblem to guess what the coming Dark Nights might mean. The moon was\r\non the wane: each night there was a longer interval of darkness. And I\r\nnow understood to some slight degree at least the reason of the fear of\r\nthe little Upperworld people for the dark. I wondered vaguely what foul\r\nvillainy it might be that the Morlocks did under the new moon. I felt\r\npretty sure now that my second hypothesis was all wrong. The Upperworld\r\npeople might once have been the favoured aristocracy, and the Morlocks\r\ntheir mechanical servants: but that had long since passed away. The two\r\nspecies that had resulted from the evolution of man were sliding down\r\ntowards, or had already arrived at, an altogether new relationship. The\r\nEloi, like the Carlovignan kings, had decayed to a mere beautiful\r\nfutility. They still possessed the earth on sufferance: since the\r\nMorlocks, subterranean for innumerable generations, had come at last to\r\nfind the daylit surface intolerable. And the Morlocks made their\r\ngarments, I inferred, and maintained them in their habitual needs,\r\nperhaps through the survival of an old habit of service. They did it as\r\na standing horse paws with his foot, or as a man enjoys killing animals\r\nin sport: because ancient and departed necessities had impressed it on\r\nthe organism. But, clearly, the old order was already in part reversed.\r\nThe Nemesis of the delicate ones was creeping on apace. Ages ago,\r\nthousands of generations ago, man had thrust his brother man out of the\r\nease and the sunshine. And now that brother was coming back—changed!\r\nAlready the Eloi had begun to learn one old lesson anew. They were\r\nbecoming reacquainted with Fear. And suddenly there came into my head\r\nthe memory of the meat I had seen in the Underworld. It seemed odd how\r\nit floated into my mind: not stirred up as it were by the current of my\r\nmeditations, but coming in almost like a question from outside. I tried\r\nto recall the form of it. I had a vague sense of something familiar,\r\nbut I could not tell what it was at the time.\r\n\r\n“Still, however helpless the little people in the presence of their\r\nmysterious Fear, I was differently constituted. I came out of this age\r\nof ours, this ripe prime of the human race, when Fear does not paralyse\r\nand mystery has lost its terrors. I at least would defend myself.\r\nWithout further delay I determined to make myself arms and a fastness\r\nwhere I might sleep. With that refuge as a base, I could face this\r\nstrange world with some of that confidence I had lost in realising to\r\nwhat creatures night by night I lay exposed. I felt I could never sleep\r\nagain until my bed was secure from them. I shuddered with horror to\r\nthink how they must already have examined me.\r\n\r\n“I wandered during the afternoon along the valley of the Thames, but\r\nfound nothing that commended itself to my mind as inaccessible. All the\r\nbuildings and trees seemed easily practicable to such dexterous\r\nclimbers as the Morlocks, to judge by their wells, must be. Then the\r\ntall pinnacles of the Palace of Green Porcelain and the polished gleam\r\nof its walls came back to my memory; and in the evening, taking Weena\r\nlike a child upon my shoulder, I went up the hills towards the\r\nsouth-west. The distance, I had reckoned, was seven or eight miles, but\r\nit must have been nearer eighteen. I had first seen the place on a\r\nmoist afternoon when distances are deceptively diminished. In addition,\r\nthe heel of one of my shoes was loose, and a nail was working through\r\nthe sole—they were comfortable old shoes I wore about indoors—so that I\r\nwas lame. And it was already long past sunset when I came in sight of\r\nthe palace, silhouetted black against the pale yellow of the sky.\r\n\r\n“Weena had been hugely delighted when I began to carry her, but after a\r\nwhile she desired me to let her down, and ran along by the side of me,\r\noccasionally darting off on either hand to pick flowers to stick in my\r\npockets. My pockets had always puzzled Weena, but at the last she had\r\nconcluded that they were an eccentric kind of vases for floral\r\ndecoration. At least she utilised them for that purpose. And that\r\nreminds me! In changing my jacket I found…”\r\n\r\n_The Time Traveller paused, put his hand into his pocket, and silently\r\nplaced two withered flowers, not unlike very large white mallows, upon\r\nthe little table. Then he resumed his narrative._\r\n\r\n“As the hush of evening crept over the world and we proceeded over the\r\nhill crest towards Wimbledon, Weena grew tired and wanted to return to\r\nthe house of grey stone. But I pointed out the distant pinnacles of the\r\nPalace of Green Porcelain to her, and contrived to make her understand\r\nthat we were seeking a refuge there from her Fear. You know that great\r\npause that comes upon things before the dusk? Even the breeze stops in\r\nthe trees. To me there is always an air of expectation about that\r\nevening stillness. The sky was clear, remote, and empty save for a few\r\nhorizontal bars far down in the sunset. Well, that night the\r\nexpectation took the colour of my fears. In that darkling calm my\r\nsenses seemed preternaturally sharpened. I fancied I could even feel\r\nthe hollowness of the ground beneath my feet: could, indeed, almost see\r\nthrough it the Morlocks on their ant-hill going hither and thither and\r\nwaiting for the dark. In my excitement I fancied that they would\r\nreceive my invasion of their burrows as a declaration of war. And why\r\nhad they taken my Time Machine?\r\n\r\n“So we went on in the quiet, and the twilight deepened into night. The\r\nclear blue of the distance faded, and one star after another came out.\r\nThe ground grew dim and the trees black. Weena’s fears and her fatigue\r\ngrew upon her. I took her in my arms and talked to her and caressed\r\nher. Then, as the darkness grew deeper, she put her arms round my neck,\r\nand, closing her eyes, tightly pressed her face against my shoulder. So\r\nwe went down a long slope into a valley, and there in the dimness I\r\nalmost walked into a little river. This I waded, and went up the\r\nopposite side of the valley, past a number of sleeping houses, and by a\r\nstatue—a Faun, or some such figure, _minus_ the head. Here too were\r\nacacias. So far I had seen nothing of the Morlocks, but it was yet\r\nearly in the night, and the darker hours before the old moon rose were\r\nstill to come.\r\n\r\n“From the brow of the next hill I saw a thick wood spreading wide and\r\nblack before me. I hesitated at this. I could see no end to it, either\r\nto the right or the left. Feeling tired—my feet, in particular, were\r\nvery sore—I carefully lowered Weena from my shoulder as I halted, and\r\nsat down upon the turf. I could no longer see the Palace of Green\r\nPorcelain, and I was in doubt of my direction. I looked into the\r\nthickness of the wood and thought of what it might hide. Under that\r\ndense tangle of branches one would be out of sight of the stars. Even\r\nwere there no other lurking danger—a danger I did not care to let my\r\nimagination loose upon—there would still be all the roots to stumble\r\nover and the tree-boles to strike against. I was very tired, too, after\r\nthe excitements of the day; so I decided that I would not face it, but\r\nwould pass the night upon the open hill.\r\n\r\n“Weena, I was glad to find, was fast asleep. I carefully wrapped her in\r\nmy jacket, and sat down beside her to wait for the moonrise. The\r\nhillside was quiet and deserted, but from the black of the wood there\r\ncame now and then a stir of living things. Above me shone the stars,\r\nfor the night was very clear. I felt a certain sense of friendly\r\ncomfort in their twinkling. All the old constellations had gone from\r\nthe sky, however: that slow movement which is imperceptible in a\r\nhundred human lifetimes, had long since rearranged them in unfamiliar\r\ngroupings. But the Milky Way, it seemed to me, was still the same\r\ntattered streamer of star-dust as of yore. Southward (as I judged it)\r\nwas a very bright red star that was new to me; it was even more\r\nsplendid than our own green Sirius. And amid all these scintillating\r\npoints of light one bright planet shone kindly and steadily like the\r\nface of an old friend.\r\n\r\n“Looking at these stars suddenly dwarfed my own troubles and all the\r\ngravities of terrestrial life. I thought of their unfathomable\r\ndistance, and the slow inevitable drift of their movements out of the\r\nunknown past into the unknown future. I thought of the great\r\nprecessional cycle that the pole of the earth describes. Only forty\r\ntimes had that silent revolution occurred during all the years that I\r\nhad traversed. And during these few revolutions all the activity, all\r\nthe traditions, the complex organisations, the nations, languages,\r\nliteratures, aspirations, even the mere memory of Man as I knew him,\r\nhad been swept out of existence. Instead were these frail creatures who\r\nhad forgotten their high ancestry, and the white Things of which I went\r\nin terror. Then I thought of the Great Fear that was between the two\r\nspecies, and for the first time, with a sudden shiver, came the clear\r\nknowledge of what the meat I had seen might be. Yet it was too\r\nhorrible! I looked at little Weena sleeping beside me, her face white\r\nand starlike under the stars, and forthwith dismissed the thought.\r\n\r\n“Through that long night I held my mind off the Morlocks as well as I\r\ncould, and whiled away the time by trying to fancy I could find signs\r\nof the old constellations in the new confusion. The sky kept very\r\nclear, except for a hazy cloud or so. No doubt I dozed at times. Then,\r\nas my vigil wore on, came a faintness in the eastward sky, like the\r\nreflection of some colourless fire, and the old moon rose, thin and\r\npeaked and white. And close behind, and overtaking it, and overflowing\r\nit, the dawn came, pale at first, and then growing pink and warm. No\r\nMorlocks had approached us. Indeed, I had seen none upon the hill that\r\nnight. And in the confidence of renewed day it almost seemed to me that\r\nmy fear had been unreasonable. I stood up and found my foot with the\r\nloose heel swollen at the ankle and painful under the heel; so I sat\r\ndown again, took off my shoes, and flung them away.\r\n\r\n“I awakened Weena, and we went down into the wood, now green and\r\npleasant instead of black and forbidding. We found some fruit wherewith\r\nto break our fast. We soon met others of the dainty ones, laughing and\r\ndancing in the sunlight as though there was no such thing in nature as\r\nthe night. And then I thought once more of the meat that I had seen. I\r\nfelt assured now of what it was, and from the bottom of my heart I\r\npitied this last feeble rill from the great flood of humanity. Clearly,\r\nat some time in the Long-Ago of human decay the Morlocks’ food had run\r\nshort. Possibly they had lived on rats and such-like vermin. Even now\r\nman is far less discriminating and exclusive in his food than he\r\nwas—far less than any monkey. His prejudice against human flesh is no\r\ndeep-seated instinct. And so these inhuman sons of men——! I tried to\r\nlook at the thing in a scientific spirit. After all, they were less\r\nhuman and more remote than our cannibal ancestors of three or four\r\nthousand years ago. And the intelligence that would have made this\r\nstate of things a torment had gone. Why should I trouble myself? These\r\nEloi were mere fatted cattle, which the ant-like Morlocks preserved and\r\npreyed upon—probably saw to the breeding of. And there was Weena\r\ndancing at my side!\r\n\r\n“Then I tried to preserve myself from the horror that was coming upon\r\nme, by regarding it as a rigorous punishment of human selfishness. Man\r\nhad been content to live in ease and delight upon the labours of his\r\nfellow-man, had taken Necessity as his watchword and excuse, and in the\r\nfullness of time Necessity had come home to him. I even tried a\r\nCarlyle-like scorn of this wretched aristocracy in decay. But this\r\nattitude of mind was impossible. However great their intellectual\r\ndegradation, the Eloi had kept too much of the human form not to claim\r\nmy sympathy, and to make me perforce a sharer in their degradation and\r\ntheir Fear.\r\n\r\n“I had at that time very vague ideas as to the course I should pursue.\r\nMy first was to secure some safe place of refuge, and to make myself\r\nsuch arms of metal or stone as I could contrive. That necessity was\r\nimmediate. In the next place, I hoped to procure some means of fire, so\r\nthat I should have the weapon of a torch at hand, for nothing, I knew,\r\nwould be more efficient against these Morlocks. Then I wanted to\r\narrange some contrivance to break open the doors of bronze under the\r\nWhite Sphinx. I had in mind a battering ram. I had a persuasion that if\r\nI could enter those doors and carry a blaze of light before me I should\r\ndiscover the Time Machine and escape. I could not imagine the Morlocks\r\nwere strong enough to move it far away. Weena I had resolved to bring\r\nwith me to our own time. And turning such schemes over in my mind I\r\npursued our way towards the building which my fancy had chosen as our\r\ndwelling.\r\n\r\n\r\n\r\n XI\r\n\r\n\r\n The Palace of Green Porcelain\r\n\r\n“I found the Palace of Green Porcelain, when we approached it about\r\nnoon, deserted and falling into ruin. Only ragged vestiges of glass\r\nremained in its windows, and great sheets of the green facing had\r\nfallen away from the corroded metallic framework. It lay very high upon\r\na turfy down, and looking north-eastward before I entered it, I was\r\nsurprised to see a large estuary, or even creek, where I judged\r\nWandsworth and Battersea must once have been. I thought then—though I\r\nnever followed up the thought—of what might have happened, or might be\r\nhappening, to the living things in the sea.\r\n\r\n“The material of the Palace proved on examination to be indeed\r\nporcelain, and along the face of it I saw an inscription in some\r\nunknown character. I thought, rather foolishly, that Weena might help\r\nme to interpret this, but I only learnt that the bare idea of writing\r\nhad never entered her head. She always seemed to me, I fancy, more\r\nhuman than she was, perhaps because her affection was so human.\r\n\r\n“Within the big valves of the door—which were open and broken—we found,\r\ninstead of the customary hall, a long gallery lit by many side windows.\r\nAt the first glance I was reminded of a museum. The tiled floor was\r\nthick with dust, and a remarkable array of miscellaneous objects was\r\nshrouded in the same grey covering. Then I perceived, standing strange\r\nand gaunt in the centre of the hall, what was clearly the lower part of\r\na huge skeleton. I recognised by the oblique feet that it was some\r\nextinct creature after the fashion of the Megatherium. The skull and\r\nthe upper bones lay beside it in the thick dust, and in one place,\r\nwhere rain-water had dropped through a leak in the roof, the thing\r\nitself had been worn away. Further in the gallery was the huge skeleton\r\nbarrel of a Brontosaurus. My museum hypothesis was confirmed. Going\r\ntowards the side I found what appeared to be sloping shelves, and\r\nclearing away the thick dust, I found the old familiar glass cases of\r\nour own time. But they must have been air-tight to judge from the fair\r\npreservation of some of their contents.\r\n\r\n“Clearly we stood among the ruins of some latter-day South Kensington!\r\nHere, apparently, was the Palæontological Section, and a very splendid\r\narray of fossils it must have been, though the inevitable process of\r\ndecay that had been staved off for a time, and had, through the\r\nextinction of bacteria and fungi, lost ninety-nine hundredths of its\r\nforce, was nevertheless, with extreme sureness if with extreme slowness\r\nat work again upon all its treasures. Here and there I found traces of\r\nthe little people in the shape of rare fossils broken to pieces or\r\nthreaded in strings upon reeds. And the cases had in some instances\r\nbeen bodily removed—by the Morlocks, as I judged. The place was very\r\nsilent. The thick dust deadened our footsteps. Weena, who had been\r\nrolling a sea urchin down the sloping glass of a case, presently came,\r\nas I stared about me, and very quietly took my hand and stood beside\r\nme.\r\n\r\n“And at first I was so much surprised by this ancient monument of an\r\nintellectual age that I gave no thought to the possibilities it\r\npresented. Even my preoccupation about the Time Machine receded a\r\nlittle from my mind.\r\n\r\n“To judge from the size of the place, this Palace of Green Porcelain\r\nhad a great deal more in it than a Gallery of Palæontology; possibly\r\nhistorical galleries; it might be, even a library! To me, at least in\r\nmy present circumstances, these would be vastly more interesting than\r\nthis spectacle of old-time geology in decay. Exploring, I found another\r\nshort gallery running transversely to the first. This appeared to be\r\ndevoted to minerals, and the sight of a block of sulphur set my mind\r\nrunning on gunpowder. But I could find no saltpetre; indeed, no\r\nnitrates of any kind. Doubtless they had deliquesced ages ago. Yet the\r\nsulphur hung in my mind, and set up a train of thinking. As for the\r\nrest of the contents of that gallery, though on the whole they were the\r\nbest preserved of all I saw, I had little interest. I am no specialist\r\nin mineralogy, and I went on down a very ruinous aisle running parallel\r\nto the first hall I had entered. Apparently this section had been\r\ndevoted to natural history, but everything had long since passed out of\r\nrecognition. A few shrivelled and blackened vestiges of what had once\r\nbeen stuffed animals, desiccated mummies in jars that had once held\r\nspirit, a brown dust of departed plants: that was all! I was sorry for\r\nthat, because I should have been glad to trace the patient\r\nreadjustments by which the conquest of animated nature had been\r\nattained. Then we came to a gallery of simply colossal proportions, but\r\nsingularly ill-lit, the floor of it running downward at a slight angle\r\nfrom the end at which I entered. At intervals white globes hung from\r\nthe ceiling—many of them cracked and smashed—which suggested that\r\noriginally the place had been artificially lit. Here I was more in my\r\nelement, for rising on either side of me were the huge bulks of big\r\nmachines, all greatly corroded and many broken down, but some still\r\nfairly complete. You know I have a certain weakness for mechanism, and\r\nI was inclined to linger among these; the more so as for the most part\r\nthey had the interest of puzzles, and I could make only the vaguest\r\nguesses at what they were for. I fancied that if I could solve their\r\npuzzles I should find myself in possession of powers that might be of\r\nuse against the Morlocks.\r\n\r\n“Suddenly Weena came very close to my side. So suddenly that she\r\nstartled me. Had it not been for her I do not think I should have\r\nnoticed that the floor of the gallery sloped at all. [Footnote: It may\r\nbe, of course, that the floor did not slope, but that the museum was\r\nbuilt into the side of a hill.—ED.] The end I had come in at was quite\r\nabove ground, and was lit by rare slit-like windows. As you went down\r\nthe length, the ground came up against these windows, until at last\r\nthere was a pit like the ‘area‘ of a London house before each, and only\r\na narrow line of daylight at the top. I went slowly along, puzzling\r\nabout the machines, and had been too intent upon them to notice the\r\ngradual diminution of the light, until Weena’s increasing apprehensions\r\ndrew my attention. Then I saw that the gallery ran down at last into a\r\nthick darkness. I hesitated, and then, as I looked round me, I saw that\r\nthe dust was less abundant and its surface less even. Further away\r\ntowards the dimness, it appeared to be broken by a number of small\r\nnarrow footprints. My sense of the immediate presence of the Morlocks\r\nrevived at that. I felt that I was wasting my time in the academic\r\nexamination of machinery. I called to mind that it was already far\r\nadvanced in the afternoon, and that I had still no weapon, no refuge,\r\nand no means of making a fire. And then down in the remote blackness of\r\nthe gallery I heard a peculiar pattering, and the same odd noises I had\r\nheard down the well.\r\n\r\n“I took Weena’s hand. Then, struck with a sudden idea, I left her and\r\nturned to a machine from which projected a lever not unlike those in a\r\nsignal-box. Clambering upon the stand, and grasping this lever in my\r\nhands, I put all my weight upon it sideways. Suddenly Weena, deserted\r\nin the central aisle, began to whimper. I had judged the strength of\r\nthe lever pretty correctly, for it snapped after a minute’s strain, and\r\nI rejoined her with a mace in my hand more than sufficient, I judged,\r\nfor any Morlock skull I might encounter. And I longed very much to kill\r\na Morlock or so. Very inhuman, you may think, to want to go killing\r\none’s own descendants! But it was impossible, somehow, to feel any\r\nhumanity in the things. Only my disinclination to leave Weena, and a\r\npersuasion that if I began to slake my thirst for murder my Time\r\nMachine might suffer, restrained me from going straight down the\r\ngallery and killing the brutes I heard.\r\n\r\n“Well, mace in one hand and Weena in the other, I went out of that\r\ngallery and into another and still larger one, which at the first\r\nglance reminded me of a military chapel hung with tattered flags. The\r\nbrown and charred rags that hung from the sides of it, I presently\r\nrecognised as the decaying vestiges of books. They had long since\r\ndropped to pieces, and every semblance of print had left them. But here\r\nand there were warped boards and cracked metallic clasps that told the\r\ntale well enough. Had I been a literary man I might, perhaps, have\r\nmoralised upon the futility of all ambition. But as it was, the thing\r\nthat struck me with keenest force was the enormous waste of labour to\r\nwhich this sombre wilderness of rotting paper testified. At the time I\r\nwill confess that I thought chiefly of the _Philosophical Transactions_\r\nand my own seventeen papers upon physical optics.\r\n\r\n“Then, going up a broad staircase, we came to what may once have been a\r\ngallery of technical chemistry. And here I had not a little hope of\r\nuseful discoveries. Except at one end where the roof had collapsed,\r\nthis gallery was well preserved. I went eagerly to every unbroken case.\r\nAnd at last, in one of the really air-tight cases, I found a box of\r\nmatches. Very eagerly I tried them. They were perfectly good. They were\r\nnot even damp. I turned to Weena. ‘Dance,’ I cried to her in her own\r\ntongue. For now I had a weapon indeed against the horrible creatures we\r\nfeared. And so, in that derelict museum, upon the thick soft carpeting\r\nof dust, to Weena’s huge delight, I solemnly performed a kind of\r\ncomposite dance, whistling _The Land of the Leal_ as cheerfully as I\r\ncould. In part it was a modest _cancan_, in part a step dance, in part\r\na skirt dance (so far as my tail-coat permitted), and in part original.\r\nFor I am naturally inventive, as you know.\r\n\r\n“Now, I still think that for this box of matches to have escaped the\r\nwear of time for immemorial years was a most strange, as for me it was\r\na most fortunate, thing. Yet, oddly enough, I found a far unlikelier\r\nsubstance, and that was camphor. I found it in a sealed jar, that by\r\nchance, I suppose, had been really hermetically sealed. I fancied at\r\nfirst that it was paraffin wax, and smashed the glass accordingly. But\r\nthe odour of camphor was unmistakable. In the universal decay this\r\nvolatile substance had chanced to survive, perhaps through many\r\nthousands of centuries. It reminded me of a sepia painting I had once\r\nseen done from the ink of a fossil Belemnite that must have perished\r\nand become fossilised millions of years ago. I was about to throw it\r\naway, but I remembered that it was inflammable and burnt with a good\r\nbright flame—was, in fact, an excellent candle—and I put it in my\r\npocket. I found no explosives, however, nor any means of breaking down\r\nthe bronze doors. As yet my iron crowbar was the most helpful thing I\r\nhad chanced upon. Nevertheless I left that gallery greatly elated.\r\n\r\n“I cannot tell you all the story of that long afternoon. It would\r\nrequire a great effort of memory to recall my explorations in at all\r\nthe proper order. I remember a long gallery of rusting stands of arms,\r\nand how I hesitated between my crowbar and a hatchet or a sword. I\r\ncould not carry both, however, and my bar of iron promised best against\r\nthe bronze gates. There were numbers of guns, pistols, and rifles. The\r\nmost were masses of rust, but many were of some new metal, and still\r\nfairly sound. But any cartridges or powder there may once have been had\r\nrotted into dust. One corner I saw was charred and shattered; perhaps,\r\nI thought, by an explosion among the specimens. In another place was a\r\nvast array of idols—Polynesian, Mexican, Grecian, Phœnician, every\r\ncountry on earth, I should think. And here, yielding to an irresistible\r\nimpulse, I wrote my name upon the nose of a steatite monster from South\r\nAmerica that particularly took my fancy.\r\n\r\n“As the evening drew on, my interest waned. I went through gallery\r\nafter gallery, dusty, silent, often ruinous, the exhibits sometimes\r\nmere heaps of rust and lignite, sometimes fresher. In one place I\r\nsuddenly found myself near the model of a tin mine, and then by the\r\nmerest accident I discovered, in an air-tight case, two dynamite\r\ncartridges! I shouted ‘Eureka!’ and smashed the case with joy. Then\r\ncame a doubt. I hesitated. Then, selecting a little side gallery, I\r\nmade my essay. I never felt such a disappointment as I did in waiting\r\nfive, ten, fifteen minutes for an explosion that never came. Of course\r\nthe things were dummies, as I might have guessed from their presence. I\r\nreally believe that had they not been so, I should have rushed off\r\nincontinently and blown Sphinx, bronze doors, and (as it proved) my\r\nchances of finding the Time Machine, all together into non-existence.\r\n\r\n“It was after that, I think, that we came to a little open court within\r\nthe palace. It was turfed, and had three fruit-trees. So we rested and\r\nrefreshed ourselves. Towards sunset I began to consider our position.\r\nNight was creeping upon us, and my inaccessible hiding-place had still\r\nto be found. But that troubled me very little now. I had in my\r\npossession a thing that was, perhaps, the best of all defences against\r\nthe Morlocks—I had matches! I had the camphor in my pocket, too, if a\r\nblaze were needed. It seemed to me that the best thing we could do\r\nwould be to pass the night in the open, protected by a fire. In the\r\nmorning there was the getting of the Time Machine. Towards that, as\r\nyet, I had only my iron mace. But now, with my growing knowledge, I\r\nfelt very differently towards those bronze doors. Up to this, I had\r\nrefrained from forcing them, largely because of the mystery on the\r\nother side. They had never impressed me as being very strong, and I\r\nhoped to find my bar of iron not altogether inadequate for the work.\r\n\r\n\r\n\r\n XII\r\n\r\n\r\n In the Darkness\r\n\r\n“We emerged from the Palace while the sun was still in part above the\r\nhorizon. I was determined to reach the White Sphinx early the next\r\nmorning, and ere the dusk I purposed pushing through the woods that had\r\nstopped me on the previous journey. My plan was to go as far as\r\npossible that night, and then, building a fire, to sleep in the\r\nprotection of its glare. Accordingly, as we went along I gathered any\r\nsticks or dried grass I saw, and presently had my arms full of such\r\nlitter. Thus loaded, our progress was slower than I had anticipated,\r\nand besides Weena was tired. And I, also, began to suffer from\r\nsleepiness too; so that it was full night before we reached the wood.\r\nUpon the shrubby hill of its edge Weena would have stopped, fearing the\r\ndarkness before us; but a singular sense of impending calamity, that\r\nshould indeed have served me as a warning, drove me onward. I had been\r\nwithout sleep for a night and two days, and I was feverish and\r\nirritable. I felt sleep coming upon me, and the Morlocks with it.\r\n\r\n“While we hesitated, among the black bushes behind us, and dim against\r\ntheir blackness, I saw three crouching figures. There was scrub and\r\nlong grass all about us, and I did not feel safe from their insidious\r\napproach. The forest, I calculated, was rather less than a mile across.\r\nIf we could get through it to the bare hillside, there, as it seemed to\r\nme, was an altogether safer resting-place; I thought that with my\r\nmatches and my camphor I could contrive to keep my path illuminated\r\nthrough the woods. Yet it was evident that if I was to flourish matches\r\nwith my hands I should have to abandon my firewood; so, rather\r\nreluctantly, I put it down. And then it came into my head that I would\r\namaze our friends behind by lighting it. I was to discover the\r\natrocious folly of this proceeding, but it came to my mind as an\r\ningenious move for covering our retreat.\r\n\r\n“I don’t know if you have ever thought what a rare thing flame must be\r\nin the absence of man and in a temperate climate. The sun’s heat is\r\nrarely strong enough to burn, even when it is focused by dewdrops, as\r\nis sometimes the case in more tropical districts. Lightning may blast\r\nand blacken, but it rarely gives rise to widespread fire. Decaying\r\nvegetation may occasionally smoulder with the heat of its fermentation,\r\nbut this rarely results in flame. In this decadence, too, the art of\r\nfire-making had been forgotten on the earth. The red tongues that went\r\nlicking up my heap of wood were an altogether new and strange thing to\r\nWeena.\r\n\r\n“She wanted to run to it and play with it. I believe she would have\r\ncast herself into it had I not restrained her. But I caught her up, and\r\nin spite of her struggles, plunged boldly before me into the wood. For\r\na little way the glare of my fire lit the path. Looking back presently,\r\nI could see, through the crowded stems, that from my heap of sticks the\r\nblaze had spread to some bushes adjacent, and a curved line of fire was\r\ncreeping up the grass of the hill. I laughed at that, and turned again\r\nto the dark trees before me. It was very black, and Weena clung to me\r\nconvulsively, but there was still, as my eyes grew accustomed to the\r\ndarkness, sufficient light for me to avoid the stems. Overhead it was\r\nsimply black, except where a gap of remote blue sky shone down upon us\r\nhere and there. I lit none of my matches because I had no hand free.\r\nUpon my left arm I carried my little one, in my right hand I had my\r\niron bar.\r\n\r\n“For some way I heard nothing but the crackling twigs under my feet,\r\nthe faint rustle of the breeze above, and my own breathing and the\r\nthrob of the blood-vessels in my ears. Then I seemed to know of a\r\npattering behind me. I pushed on grimly. The pattering grew more\r\ndistinct, and then I caught the same queer sound and voices I had heard\r\nin the Underworld. There were evidently several of the Morlocks, and\r\nthey were closing in upon me. Indeed, in another minute I felt a tug at\r\nmy coat, then something at my arm. And Weena shivered violently, and\r\nbecame quite still.\r\n\r\n“It was time for a match. But to get one I must put her down. I did so,\r\nand, as I fumbled with my pocket, a struggle began in the darkness\r\nabout my knees, perfectly silent on her part and with the same peculiar\r\ncooing sounds from the Morlocks. Soft little hands, too, were creeping\r\nover my coat and back, touching even my neck. Then the match scratched\r\nand fizzed. I held it flaring, and saw the white backs of the Morlocks\r\nin flight amid the trees. I hastily took a lump of camphor from my\r\npocket, and prepared to light it as soon as the match should wane. Then\r\nI looked at Weena. She was lying clutching my feet and quite\r\nmotionless, with her face to the ground. With a sudden fright I stooped\r\nto her. She seemed scarcely to breathe. I lit the block of camphor and\r\nflung it to the ground, and as it split and flared up and drove back\r\nthe Morlocks and the shadows, I knelt down and lifted her. The wood\r\nbehind seemed full of the stir and murmur of a great company!\r\n\r\n“She seemed to have fainted. I put her carefully upon my shoulder and\r\nrose to push on, and then there came a horrible realisation. In\r\nmanœuvring with my matches and Weena, I had turned myself about several\r\ntimes, and now I had not the faintest idea in what direction lay my\r\npath. For all I knew, I might be facing back towards the Palace of\r\nGreen Porcelain. I found myself in a cold sweat. I had to think rapidly\r\nwhat to do. I determined to build a fire and encamp where we were. I\r\nput Weena, still motionless, down upon a turfy bole, and very hastily,\r\nas my first lump of camphor waned, I began collecting sticks and\r\nleaves. Here and there out of the darkness round me the Morlocks’ eyes\r\nshone like carbuncles.\r\n\r\n“The camphor flickered and went out. I lit a match, and as I did so,\r\ntwo white forms that had been approaching Weena dashed hastily away.\r\nOne was so blinded by the light that he came straight for me, and I\r\nfelt his bones grind under the blow of my fist. He gave a whoop of\r\ndismay, staggered a little way, and fell down. I lit another piece of\r\ncamphor, and went on gathering my bonfire. Presently I noticed how dry\r\nwas some of the foliage above me, for since my arrival on the Time\r\nMachine, a matter of a week, no rain had fallen. So, instead of casting\r\nabout among the trees for fallen twigs, I began leaping up and dragging\r\ndown branches. Very soon I had a choking smoky fire of green wood and\r\ndry sticks, and could economise my camphor. Then I turned to where\r\nWeena lay beside my iron mace. I tried what I could to revive her, but\r\nshe lay like one dead. I could not even satisfy myself whether or not\r\nshe breathed.\r\n\r\n“Now, the smoke of the fire beat over towards me, and it must have made\r\nme heavy of a sudden. Moreover, the vapour of camphor was in the air.\r\nMy fire would not need replenishing for an hour or so. I felt very\r\nweary after my exertion, and sat down. The wood, too, was full of a\r\nslumbrous murmur that I did not understand. I seemed just to nod and\r\nopen my eyes. But all was dark, and the Morlocks had their hands upon\r\nme. Flinging off their clinging fingers I hastily felt in my pocket for\r\nthe match-box, and—it had gone! Then they gripped and closed with me\r\nagain. In a moment I knew what had happened. I had slept, and my fire\r\nhad gone out, and the bitterness of death came over my soul. The forest\r\nseemed full of the smell of burning wood. I was caught by the neck, by\r\nthe hair, by the arms, and pulled down. It was indescribably horrible\r\nin the darkness to feel all these soft creatures heaped upon me. I felt\r\nas if I was in a monstrous spider’s web. I was overpowered, and went\r\ndown. I felt little teeth nipping at my neck. I rolled over, and as I\r\ndid so my hand came against my iron lever. It gave me strength. I\r\nstruggled up, shaking the human rats from me, and, holding the bar\r\nshort, I thrust where I judged their faces might be. I could feel the\r\nsucculent giving of flesh and bone under my blows, and for a moment I\r\nwas free.\r\n\r\n“The strange exultation that so often seems to accompany hard fighting\r\ncame upon me. I knew that both I and Weena were lost, but I determined\r\nto make the Morlocks pay for their meat. I stood with my back to a\r\ntree, swinging the iron bar before me. The whole wood was full of the\r\nstir and cries of them. A minute passed. Their voices seemed to rise to\r\na higher pitch of excitement, and their movements grew faster. Yet none\r\ncame within reach. I stood glaring at the blackness. Then suddenly came\r\nhope. What if the Morlocks were afraid? And close on the heels of that\r\ncame a strange thing. The darkness seemed to grow luminous. Very dimly\r\nI began to see the Morlocks about me—three battered at my feet—and then\r\nI recognised, with incredulous surprise, that the others were running,\r\nin an incessant stream, as it seemed, from behind me, and away through\r\nthe wood in front. And their backs seemed no longer white, but reddish.\r\nAs I stood agape, I saw a little red spark go drifting across a gap of\r\nstarlight between the branches, and vanish. And at that I understood\r\nthe smell of burning wood, the slumbrous murmur that was growing now\r\ninto a gusty roar, the red glow, and the Morlocks’ flight.\r\n\r\n“Stepping out from behind my tree and looking back, I saw, through the\r\nblack pillars of the nearer trees, the flames of the burning forest. It\r\nwas my first fire coming after me. With that I looked for Weena, but\r\nshe was gone. The hissing and crackling behind me, the explosive thud\r\nas each fresh tree burst into flame, left little time for reflection.\r\nMy iron bar still gripped, I followed in the Morlocks’ path. It was a\r\nclose race. Once the flames crept forward so swiftly on my right as I\r\nran that I was outflanked and had to strike off to the left. But at\r\nlast I emerged upon a small open space, and as I did so, a Morlock came\r\nblundering towards me, and past me, and went on straight into the fire!\r\n\r\n“And now I was to see the most weird and horrible thing, I think, of\r\nall that I beheld in that future age. This whole space was as bright as\r\nday with the reflection of the fire. In the centre was a hillock or\r\ntumulus, surmounted by a scorched hawthorn. Beyond this was another arm\r\nof the burning forest, with yellow tongues already writhing from it,\r\ncompletely encircling the space with a fence of fire. Upon the hillside\r\nwere some thirty or forty Morlocks, dazzled by the light and heat, and\r\nblundering hither and thither against each other in their bewilderment.\r\nAt first I did not realise their blindness, and struck furiously at\r\nthem with my bar, in a frenzy of fear, as they approached me, killing\r\none and crippling several more. But when I had watched the gestures of\r\none of them groping under the hawthorn against the red sky, and heard\r\ntheir moans, I was assured of their absolute helplessness and misery in\r\nthe glare, and I struck no more of them.\r\n\r\n“Yet every now and then one would come straight towards me, setting\r\nloose a quivering horror that made me quick to elude him. At one time\r\nthe flames died down somewhat, and I feared the foul creatures would\r\npresently be able to see me. I was thinking of beginning the fight by\r\nkilling some of them before this should happen; but the fire burst out\r\nagain brightly, and I stayed my hand. I walked about the hill among\r\nthem and avoided them, looking for some trace of Weena. But Weena was\r\ngone.\r\n\r\n“At last I sat down on the summit of the hillock, and watched this\r\nstrange incredible company of blind things groping to and fro, and\r\nmaking uncanny noises to each other, as the glare of the fire beat on\r\nthem. The coiling uprush of smoke streamed across the sky, and through\r\nthe rare tatters of that red canopy, remote as though they belonged to\r\nanother universe, shone the little stars. Two or three Morlocks came\r\nblundering into me, and I drove them off with blows of my fists,\r\ntrembling as I did so.\r\n\r\n“For the most part of that night I was persuaded it was a nightmare. I\r\nbit myself and screamed in a passionate desire to awake. I beat the\r\nground with my hands, and got up and sat down again, and wandered here\r\nand there, and again sat down. Then I would fall to rubbing my eyes and\r\ncalling upon God to let me awake. Thrice I saw Morlocks put their heads\r\ndown in a kind of agony and rush into the flames. But, at last, above\r\nthe subsiding red of the fire, above the streaming masses of black\r\nsmoke and the whitening and blackening tree stumps, and the diminishing\r\nnumbers of these dim creatures, came the white light of the day.\r\n\r\n“I searched again for traces of Weena, but there were none. It was\r\nplain that they had left her poor little body in the forest. I cannot\r\ndescribe how it relieved me to think that it had escaped the awful fate\r\nto which it seemed destined. As I thought of that, I was almost moved\r\nto begin a massacre of the helpless abominations about me, but I\r\ncontained myself. The hillock, as I have said, was a kind of island in\r\nthe forest. From its summit I could now make out through a haze of\r\nsmoke the Palace of Green Porcelain, and from that I could get my\r\nbearings for the White Sphinx. And so, leaving the remnant of these\r\ndamned souls still going hither and thither and moaning, as the day\r\ngrew clearer, I tied some grass about my feet and limped on across\r\nsmoking ashes and among black stems that still pulsated internally with\r\nfire, towards the hiding-place of the Time Machine. I walked slowly,\r\nfor I was almost exhausted, as well as lame, and I felt the intensest\r\nwretchedness for the horrible death of little Weena. It seemed an\r\noverwhelming calamity. Now, in this old familiar room, it is more like\r\nthe sorrow of a dream than an actual loss. But that morning it left me\r\nabsolutely lonely again—terribly alone. I began to think of this house\r\nof mine, of this fireside, of some of you, and with such thoughts came\r\na longing that was pain.\r\n\r\n“But, as I walked over the smoking ashes under the bright morning sky,\r\nI made a discovery. In my trouser pocket were still some loose matches.\r\nThe box must have leaked before it was lost.\r\n\r\n\r\n\r\n XIII\r\n\r\n\r\n The Trap of the White Sphinx\r\n\r\n“About eight or nine in the morning I came to the same seat of yellow\r\nmetal from which I had viewed the world upon the evening of my arrival.\r\nI thought of my hasty conclusions upon that evening and could not\r\nrefrain from laughing bitterly at my confidence. Here was the same\r\nbeautiful scene, the same abundant foliage, the same splendid palaces\r\nand magnificent ruins, the same silver river running between its\r\nfertile banks. The gay robes of the beautiful people moved hither and\r\nthither among the trees. Some were bathing in exactly the place where I\r\nhad saved Weena, and that suddenly gave me a keen stab of pain. And\r\nlike blots upon the landscape rose the cupolas above the ways to the\r\nUnderworld. I understood now what all the beauty of the Overworld\r\npeople covered. Very pleasant was their day, as pleasant as the day of\r\nthe cattle in the field. Like the cattle, they knew of no enemies and\r\nprovided against no needs. And their end was the same.\r\n\r\n“I grieved to think how brief the dream of the human intellect had\r\nbeen. It had committed suicide. It had set itself steadfastly towards\r\ncomfort and ease, a balanced society with security and permanency as\r\nits watchword, it had attained its hopes—to come to this at last. Once,\r\nlife and property must have reached almost absolute safety. The rich\r\nhad been assured of his wealth and comfort, the toiler assured of his\r\nlife and work. No doubt in that perfect world there had been no\r\nunemployed problem, no social question left unsolved. And a great quiet\r\nhad followed.\r\n\r\n“It is a law of nature we overlook, that intellectual versatility is\r\nthe compensation for change, danger, and trouble. An animal perfectly\r\nin harmony with its environment is a perfect mechanism. Nature never\r\nappeals to intelligence until habit and instinct are useless. There is\r\nno intelligence where there is no change and no need of change. Only\r\nthose animals partake of intelligence that have to meet a huge variety\r\nof needs and dangers.\r\n\r\n“So, as I see it, the Upperworld man had drifted towards his feeble\r\nprettiness, and the Underworld to mere mechanical industry. But that\r\nperfect state had lacked one thing even for mechanical\r\nperfection—absolute permanency. Apparently as time went on, the feeding\r\nof an Underworld, however it was effected, had become disjointed.\r\nMother Necessity, who had been staved off for a few thousand years,\r\ncame back again, and she began below. The Underworld being in contact\r\nwith machinery, which, however perfect, still needs some little thought\r\noutside habit, had probably retained perforce rather more initiative,\r\nif less of every other human character, than the Upper. And when other\r\nmeat failed them, they turned to what old habit had hitherto forbidden.\r\nSo I say I saw it in my last view of the world of Eight Hundred and Two\r\nThousand Seven Hundred and One. It may be as wrong an explanation as\r\nmortal wit could invent. It is how the thing shaped itself to me, and\r\nas that I give it to you.\r\n\r\n“After the fatigues, excitements, and terrors of the past days, and in\r\nspite of my grief, this seat and the tranquil view and the warm\r\nsunlight were very pleasant. I was very tired and sleepy, and soon my\r\ntheorising passed into dozing. Catching myself at that, I took my own\r\nhint, and spreading myself out upon the turf I had a long and\r\nrefreshing sleep.\r\n\r\n“I awoke a little before sunsetting. I now felt safe against being\r\ncaught napping by the Morlocks, and, stretching myself, I came on down\r\nthe hill towards the White Sphinx. I had my crowbar in one hand, and\r\nthe other hand played with the matches in my pocket.\r\n\r\n“And now came a most unexpected thing. As I approached the pedestal of\r\nthe sphinx I found the bronze valves were open. They had slid down into\r\ngrooves.\r\n\r\n“At that I stopped short before them, hesitating to enter.\r\n\r\n“Within was a small apartment, and on a raised place in the corner of\r\nthis was the Time Machine. I had the small levers in my pocket. So\r\nhere, after all my elaborate preparations for the siege of the White\r\nSphinx, was a meek surrender. I threw my iron bar away, almost sorry\r\nnot to use it.\r\n\r\n“A sudden thought came into my head as I stooped towards the portal.\r\nFor once, at least, I grasped the mental operations of the Morlocks.\r\nSuppressing a strong inclination to laugh, I stepped through the bronze\r\nframe and up to the Time Machine. I was surprised to find it had been\r\ncarefully oiled and cleaned. I have suspected since that the Morlocks\r\nhad even partially taken it to pieces while trying in their dim way to\r\ngrasp its purpose.\r\n\r\n“Now as I stood and examined it, finding a pleasure in the mere touch\r\nof the contrivance, the thing I had expected happened. The bronze\r\npanels suddenly slid up and struck the frame with a clang. I was in the\r\ndark—trapped. So the Morlocks thought. At that I chuckled gleefully.\r\n\r\n“I could already hear their murmuring laughter as they came towards me.\r\nVery calmly I tried to strike the match. I had only to fix on the\r\nlevers and depart then like a ghost. But I had overlooked one little\r\nthing. The matches were of that abominable kind that light only on the\r\nbox.\r\n\r\n“You may imagine how all my calm vanished. The little brutes were close\r\nupon me. One touched me. I made a sweeping blow in the dark at them\r\nwith the levers, and began to scramble into the saddle of the machine.\r\nThen came one hand upon me and then another. Then I had simply to fight\r\nagainst their persistent fingers for my levers, and at the same time\r\nfeel for the studs over which these fitted. One, indeed, they almost\r\ngot away from me. As it slipped from my hand, I had to butt in the dark\r\nwith my head—I could hear the Morlock’s skull ring—to recover it. It\r\nwas a nearer thing than the fight in the forest, I think, this last\r\nscramble.\r\n\r\n“But at last the lever was fixed and pulled over. The clinging hands\r\nslipped from me. The darkness presently fell from my eyes. I found\r\nmyself in the same grey light and tumult I have already described.\r\n\r\n\r\n\r\n XIV\r\n\r\n\r\n The Further Vision\r\n\r\n“I have already told you of the sickness and confusion that comes with\r\ntime travelling. And this time I was not seated properly in the saddle,\r\nbut sideways and in an unstable fashion. For an indefinite time I clung\r\nto the machine as it swayed and vibrated, quite unheeding how I went,\r\nand when I brought myself to look at the dials again I was amazed to\r\nfind where I had arrived. One dial records days, and another thousands\r\nof days, another millions of days, and another thousands of millions.\r\nNow, instead of reversing the levers, I had pulled them over so as to\r\ngo forward with them, and when I came to look at these indicators I\r\nfound that the thousands hand was sweeping round as fast as the seconds\r\nhand of a watch—into futurity.\r\n\r\n“As I drove on, a peculiar change crept over the appearance of things.\r\nThe palpitating greyness grew darker; then—though I was still\r\ntravelling with prodigious velocity—the blinking succession of day and\r\nnight, which was usually indicative of a slower pace, returned, and\r\ngrew more and more marked. This puzzled me very much at first. The\r\nalternations of night and day grew slower and slower, and so did the\r\npassage of the sun across the sky, until they seemed to stretch through\r\ncenturies. At last a steady twilight brooded over the earth, a twilight\r\nonly broken now and then when a comet glared across the darkling sky.\r\nThe band of light that had indicated the sun had long since\r\ndisappeared; for the sun had ceased to set—it simply rose and fell in\r\nthe west, and grew ever broader and more red. All trace of the moon had\r\nvanished. The circling of the stars, growing slower and slower, had\r\ngiven place to creeping points of light. At last, some time before I\r\nstopped, the sun, red and very large, halted motionless upon the\r\nhorizon, a vast dome glowing with a dull heat, and now and then\r\nsuffering a momentary extinction. At one time it had for a little while\r\nglowed more brilliantly again, but it speedily reverted to its sullen\r\nred heat. I perceived by this slowing down of its rising and setting\r\nthat the work of the tidal drag was done. The earth had come to rest\r\nwith one face to the sun, even as in our own time the moon faces the\r\nearth. Very cautiously, for I remembered my former headlong fall, I\r\nbegan to reverse my motion. Slower and slower went the circling hands\r\nuntil the thousands one seemed motionless and the daily one was no\r\nlonger a mere mist upon its scale. Still slower, until the dim outlines\r\nof a desolate beach grew visible.\r\n\r\n“I stopped very gently and sat upon the Time Machine, looking round.\r\nThe sky was no longer blue. North-eastward it was inky black, and out\r\nof the blackness shone brightly and steadily the pale white stars.\r\nOverhead it was a deep Indian red and starless, and south-eastward it\r\ngrew brighter to a glowing scarlet where, cut by the horizon, lay the\r\nhuge hull of the sun, red and motionless. The rocks about me were of a\r\nharsh reddish colour, and all the trace of life that I could see at\r\nfirst was the intensely green vegetation that covered every projecting\r\npoint on their south-eastern face. It was the same rich green that one\r\nsees on forest moss or on the lichen in caves: plants which like these\r\ngrow in a perpetual twilight.\r\n\r\n“The machine was standing on a sloping beach. The sea stretched away to\r\nthe south-west, to rise into a sharp bright horizon against the wan\r\nsky. There were no breakers and no waves, for not a breath of wind was\r\nstirring. Only a slight oily swell rose and fell like a gentle\r\nbreathing, and showed that the eternal sea was still moving and living.\r\nAnd along the margin where the water sometimes broke was a thick\r\nincrustation of salt—pink under the lurid sky. There was a sense of\r\noppression in my head, and I noticed that I was breathing very fast.\r\nThe sensation reminded me of my only experience of mountaineering, and\r\nfrom that I judged the air to be more rarefied than it is now.\r\n\r\n“Far away up the desolate slope I heard a harsh scream, and saw a thing\r\nlike a huge white butterfly go slanting and fluttering up into the sky\r\nand, circling, disappear over some low hillocks beyond. The sound of\r\nits voice was so dismal that I shivered and seated myself more firmly\r\nupon the machine. Looking round me again, I saw that, quite near, what\r\nI had taken to be a reddish mass of rock was moving slowly towards me.\r\nThen I saw the thing was really a monstrous crab-like creature. Can you\r\nimagine a crab as large as yonder table, with its many legs moving\r\nslowly and uncertainly, its big claws swaying, its long antennæ, like\r\ncarters’ whips, waving and feeling, and its stalked eyes gleaming at\r\nyou on either side of its metallic front? Its back was corrugated and\r\nornamented with ungainly bosses, and a greenish incrustation blotched\r\nit here and there. I could see the many palps of its complicated mouth\r\nflickering and feeling as it moved.\r\n\r\n“As I stared at this sinister apparition crawling towards me, I felt a\r\ntickling on my cheek as though a fly had lighted there. I tried to\r\nbrush it away with my hand, but in a moment it returned, and almost\r\nimmediately came another by my ear. I struck at this, and caught\r\nsomething threadlike. It was drawn swiftly out of my hand. With a\r\nfrightful qualm, I turned, and I saw that I had grasped the antenna of\r\nanother monster crab that stood just behind me. Its evil eyes were\r\nwriggling on their stalks, its mouth was all alive with appetite, and\r\nits vast ungainly claws, smeared with an algal slime, were descending\r\nupon me. In a moment my hand was on the lever, and I had placed a month\r\nbetween myself and these monsters. But I was still on the same beach,\r\nand I saw them distinctly now as soon as I stopped. Dozens of them\r\nseemed to be crawling here and there, in the sombre light, among the\r\nfoliated sheets of intense green.\r\n\r\n“I cannot convey the sense of abominable desolation that hung over the\r\nworld. The red eastern sky, the northward blackness, the salt Dead Sea,\r\nthe stony beach crawling with these foul, slow-stirring monsters, the\r\nuniform poisonous-looking green of the lichenous plants, the thin air\r\nthat hurts one’s lungs: all contributed to an appalling effect. I moved\r\non a hundred years, and there was the same red sun—a little larger, a\r\nlittle duller—the same dying sea, the same chill air, and the same\r\ncrowd of earthy crustacea creeping in and out among the green weed and\r\nthe red rocks. And in the westward sky, I saw a curved pale line like a\r\nvast new moon.\r\n\r\n“So I travelled, stopping ever and again, in great strides of a\r\nthousand years or more, drawn on by the mystery of the earth’s fate,\r\nwatching with a strange fascination the sun grow larger and duller in\r\nthe westward sky, and the life of the old earth ebb away. At last, more\r\nthan thirty million years hence, the huge red-hot dome of the sun had\r\ncome to obscure nearly a tenth part of the darkling heavens. Then I\r\nstopped once more, for the crawling multitude of crabs had disappeared,\r\nand the red beach, save for its livid green liverworts and lichens,\r\nseemed lifeless. And now it was flecked with white. A bitter cold\r\nassailed me. Rare white flakes ever and again came eddying down. To the\r\nnorth-eastward, the glare of snow lay under the starlight of the sable\r\nsky, and I could see an undulating crest of hillocks pinkish white.\r\nThere were fringes of ice along the sea margin, with drifting masses\r\nfarther out; but the main expanse of that salt ocean, all bloody under\r\nthe eternal sunset, was still unfrozen.\r\n\r\n“I looked about me to see if any traces of animal life remained. A\r\ncertain indefinable apprehension still kept me in the saddle of the\r\nmachine. But I saw nothing moving, in earth or sky or sea. The green\r\nslime on the rocks alone testified that life was not extinct. A shallow\r\nsandbank had appeared in the sea and the water had receded from the\r\nbeach. I fancied I saw some black object flopping about upon this bank,\r\nbut it became motionless as I looked at it, and I judged that my eye\r\nhad been deceived, and that the black object was merely a rock. The\r\nstars in the sky were intensely bright and seemed to me to twinkle very\r\nlittle.\r\n\r\n“Suddenly I noticed that the circular westward outline of the sun had\r\nchanged; that a concavity, a bay, had appeared in the curve. I saw this\r\ngrow larger. For a minute perhaps I stared aghast at this blackness\r\nthat was creeping over the day, and then I realised that an eclipse was\r\nbeginning. Either the moon or the planet Mercury was passing across the\r\nsun’s disk. Naturally, at first I took it to be the moon, but there is\r\nmuch to incline me to believe that what I really saw was the transit of\r\nan inner planet passing very near to the earth.\r\n\r\n“The darkness grew apace; a cold wind began to blow in freshening gusts\r\nfrom the east, and the showering white flakes in the air increased in\r\nnumber. From the edge of the sea came a ripple and whisper. Beyond\r\nthese lifeless sounds the world was silent. Silent? It would be hard to\r\nconvey the stillness of it. All the sounds of man, the bleating of\r\nsheep, the cries of birds, the hum of insects, the stir that makes the\r\nbackground of our lives—all that was over. As the darkness thickened,\r\nthe eddying flakes grew more abundant, dancing before my eyes; and the\r\ncold of the air more intense. At last, one by one, swiftly, one after\r\nthe other, the white peaks of the distant hills vanished into\r\nblackness. The breeze rose to a moaning wind. I saw the black central\r\nshadow of the eclipse sweeping towards me. In another moment the pale\r\nstars alone were visible. All else was rayless obscurity. The sky was\r\nabsolutely black.\r\n\r\n“A horror of this great darkness came on me. The cold, that smote to my\r\nmarrow, and the pain I felt in breathing, overcame me. I shivered, and\r\na deadly nausea seized me. Then like a red-hot bow in the sky appeared\r\nthe edge of the sun. I got off the machine to recover myself. I felt\r\ngiddy and incapable of facing the return journey. As I stood sick and\r\nconfused I saw again the moving thing upon the shoal—there was no\r\nmistake now that it was a moving thing—against the red water of the\r\nsea. It was a round thing, the size of a football perhaps, or, it may\r\nbe, bigger, and tentacles trailed down from it; it seemed black against\r\nthe weltering blood-red water, and it was hopping fitfully about. Then\r\nI felt I was fainting. But a terrible dread of lying helpless in that\r\nremote and awful twilight sustained me while I clambered upon the\r\nsaddle.\r\n\r\n\r\n\r\n XV\r\n\r\n\r\n The Time Traveller’s Return\r\n\r\n“So I came back. For a long time I must have been insensible upon the\r\nmachine. The blinking succession of the days and nights was resumed,\r\nthe sun got golden again, the sky blue. I breathed with greater\r\nfreedom. The fluctuating contours of the land ebbed and flowed. The\r\nhands spun backward upon the dials. At last I saw again the dim shadows\r\nof houses, the evidences of decadent humanity. These, too, changed and\r\npassed, and others came. Presently, when the million dial was at zero,\r\nI slackened speed. I began to recognise our own pretty and familiar\r\narchitecture, the thousands hand ran back to the starting-point, the\r\nnight and day flapped slower and slower. Then the old walls of the\r\nlaboratory came round me. Very gently, now, I slowed the mechanism\r\ndown.\r\n\r\n“I saw one little thing that seemed odd to me. I think I have told you\r\nthat when I set out, before my velocity became very high, Mrs. Watchett\r\nhad walked across the room, travelling, as it seemed to me, like a\r\nrocket. As I returned, I passed again across that minute when she\r\ntraversed the laboratory. But now her every motion appeared to be the\r\nexact inversion of her previous ones. The door at the lower end opened,\r\nand she glided quietly up the laboratory, back foremost, and\r\ndisappeared behind the door by which she had previously entered. Just\r\nbefore that I seemed to see Hillyer for a moment; but he passed like a\r\nflash.\r\n\r\n“Then I stopped the machine, and saw about me again the old familiar\r\nlaboratory, my tools, my appliances just as I had left them. I got off\r\nthe thing very shakily, and sat down upon my bench. For several minutes\r\nI trembled violently. Then I became calmer. Around me was my old\r\nworkshop again, exactly as it had been. I might have slept there, and\r\nthe whole thing have been a dream.\r\n\r\n“And yet, not exactly! The thing had started from the south-east corner\r\nof the laboratory. It had come to rest again in the north-west, against\r\nthe wall where you saw it. That gives you the exact distance from my\r\nlittle lawn to the pedestal of the White Sphinx, into which the\r\nMorlocks had carried my machine.\r\n\r\n“For a time my brain went stagnant. Presently I got up and came through\r\nthe passage here, limping, because my heel was still painful, and\r\nfeeling sorely begrimed. I saw the _Pall Mall Gazette_ on the table by\r\nthe door. I found the date was indeed today, and looking at the\r\ntimepiece, saw the hour was almost eight o’clock. I heard your voices\r\nand the clatter of plates. I hesitated—I felt so sick and weak. Then I\r\nsniffed good wholesome meat, and opened the door on you. You know the\r\nrest. I washed, and dined, and now I am telling you the story.\r\n\r\n\r\n\r\n XVI\r\n\r\n\r\n After the Story\r\n\r\n“I know,” he said, after a pause, “that all this will be absolutely\r\nincredible to you, but to me the one incredible thing is that I am here\r\ntonight in this old familiar room looking into your friendly faces and\r\ntelling you these strange adventures.” He looked at the Medical Man.\r\n“No. I cannot expect you to believe it. Take it as a lie—or a prophecy.\r\nSay I dreamed it in the workshop. Consider I have been speculating upon\r\nthe destinies of our race, until I have hatched this fiction. Treat my\r\nassertion of its truth as a mere stroke of art to enhance its interest.\r\nAnd taking it as a story, what do you think of it?”\r\n\r\nHe took up his pipe, and began, in his old accustomed manner, to tap\r\nwith it nervously upon the bars of the grate. There was a momentary\r\nstillness. Then chairs began to creak and shoes to scrape upon the\r\ncarpet. I took my eyes off the Time Traveller’s face, and looked round\r\nat his audience. They were in the dark, and little spots of colour swam\r\nbefore them. The Medical Man seemed absorbed in the contemplation of\r\nour host. The Editor was looking hard at the end of his cigar—the\r\nsixth. The Journalist fumbled for his watch. The others, as far as I\r\nremember, were motionless.\r\n\r\nThe Editor stood up with a sigh. “What a pity it is you’re not a writer\r\nof stories!” he said, putting his hand on the Time Traveller’s\r\nshoulder.\r\n\r\n“You don’t believe it?”\r\n\r\n“Well——”\r\n\r\n“I thought not.”\r\n\r\nThe Time Traveller turned to us. “Where are the matches?” he said. He\r\nlit one and spoke over his pipe, puffing. “To tell you the truth... I\r\nhardly believe it myself..... And yet...”\r\n\r\nHis eye fell with a mute inquiry upon the withered white flowers upon\r\nthe little table. Then he turned over the hand holding his pipe, and I\r\nsaw he was looking at some half-healed scars on his knuckles.\r\n\r\nThe Medical Man rose, came to the lamp, and examined the flowers. “The\r\ngynæceum’s odd,” he said. The Psychologist leant forward to see,\r\nholding out his hand for a specimen.\r\n\r\n“I’m hanged if it isn’t a quarter to one,” said the Journalist. “How\r\nshall we get home?”\r\n\r\n“Plenty of cabs at the station,” said the Psychologist.\r\n\r\n“It’s a curious thing,” said the Medical Man; “but I certainly don’t\r\nknow the natural order of these flowers. May I have them?”\r\n\r\nThe Time Traveller hesitated. Then suddenly: “Certainly not.”\r\n\r\n“Where did you really get them?” said the Medical Man.\r\n\r\nThe Time Traveller put his hand to his head. He spoke like one who was\r\ntrying to keep hold of an idea that eluded him. “They were put into my\r\npocket by Weena, when I travelled into Time.” He stared round the room.\r\n“I’m damned if it isn’t all going. This room and you and the atmosphere\r\nof every day is too much for my memory. Did I ever make a Time Machine,\r\nor a model of a Time Machine? Or is it all only a dream? They say life\r\nis a dream, a precious poor dream at times—but I can’t stand another\r\nthat won’t fit. It’s madness. And where did the dream come from? … I\r\nmust look at that machine. If there is one!”\r\n\r\nHe caught up the lamp swiftly, and carried it, flaring red, through the\r\ndoor into the corridor. We followed him. There in the flickering light\r\nof the lamp was the machine sure enough, squat, ugly, and askew, a\r\nthing of brass, ebony, ivory, and translucent glimmering quartz. Solid\r\nto the touch—for I put out my hand and felt the rail of it—and with\r\nbrown spots and smears upon the ivory, and bits of grass and moss upon\r\nthe lower parts, and one rail bent awry.\r\n\r\nThe Time Traveller put the lamp down on the bench, and ran his hand\r\nalong the damaged rail. “It’s all right now,” he said. “The story I\r\ntold you was true. I’m sorry to have brought you out here in the cold.”\r\nHe took up the lamp, and, in an absolute silence, we returned to the\r\nsmoking-room.\r\n\r\nHe came into the hall with us and helped the Editor on with his coat.\r\nThe Medical Man looked into his face and, with a certain hesitation,\r\ntold him he was suffering from overwork, at which he laughed hugely. I\r\nremember him standing in the open doorway, bawling good-night.\r\n\r\nI shared a cab with the Editor. He thought the tale a “gaudy lie.” For\r\nmy own part I was unable to come to a conclusion. The story was so\r\nfantastic and incredible, the telling so credible and sober. I lay\r\nawake most of the night thinking about it. I determined to go next day\r\nand see the Time Traveller again. I was told he was in the laboratory,\r\nand being on easy terms in the house, I went up to him. The laboratory,\r\nhowever, was empty. I stared for a minute at the Time Machine and put\r\nout my hand and touched the lever. At that the squat\r\nsubstantial-looking mass swayed like a bough shaken by the wind. Its\r\ninstability startled me extremely, and I had a queer reminiscence of\r\nthe childish days when I used to be forbidden to meddle. I came back\r\nthrough the corridor. The Time Traveller met me in the smoking-room. He\r\nwas coming from the house. He had a small camera under one arm and a\r\nknapsack under the other. He laughed when he saw me, and gave me an\r\nelbow to shake. “I’m frightfully busy,” said he, “with that thing in\r\nthere.”\r\n\r\n“But is it not some hoax?” I said. “Do you really travel through time?”\r\n\r\n“Really and truly I do.” And he looked frankly into my eyes. He\r\nhesitated. His eye wandered about the room. “I only want half an hour,”\r\nhe said. “I know why you came, and it’s awfully good of you. There’s\r\nsome magazines here. If you’ll stop to lunch I’ll prove you this time\r\ntravelling up to the hilt, specimens and all. If you’ll forgive my\r\nleaving you now?”\r\n\r\nI consented, hardly comprehending then the full import of his words,\r\nand he nodded and went on down the corridor. I heard the door of the\r\nlaboratory slam, seated myself in a chair, and took up a daily paper.\r\nWhat was he going to do before lunch-time? Then suddenly I was reminded\r\nby an advertisement that I had promised to meet Richardson, the\r\npublisher, at two. I looked at my watch, and saw that I could barely\r\nsave that engagement. I got up and went down the passage to tell the\r\nTime Traveller.\r\n\r\nAs I took hold of the handle of the door I heard an exclamation, oddly\r\ntruncated at the end, and a click and a thud. A gust of air whirled\r\nround me as I opened the door, and from within came the sound of broken\r\nglass falling on the floor. The Time Traveller was not there. I seemed\r\nto see a ghostly, indistinct figure sitting in a whirling mass of black\r\nand brass for a moment—a figure so transparent that the bench behind\r\nwith its sheets of drawings was absolutely distinct; but this phantasm\r\nvanished as I rubbed my eyes. The Time Machine had gone. Save for a\r\nsubsiding stir of dust, the further end of the laboratory was empty. A\r\npane of the skylight had, apparently, just been blown in.\r\n\r\nI felt an unreasonable amazement. I knew that something strange had\r\nhappened, and for the moment could not distinguish what the strange\r\nthing might be. As I stood staring, the door into the garden opened,\r\nand the man-servant appeared.\r\n\r\nWe looked at each other. Then ideas began to come. “Has Mr. —— gone out\r\nthat way?” said I.\r\n\r\n“No, sir. No one has come out this way. I was expecting to find him\r\nhere.”\r\n\r\nAt that I understood. At the risk of disappointing Richardson I stayed\r\non, waiting for the Time Traveller; waiting for the second, perhaps\r\nstill stranger story, and the specimens and photographs he would bring\r\nwith him. But I am beginning now to fear that I must wait a lifetime.\r\nThe Time Traveller vanished three years ago. And, as everybody knows\r\nnow, he has never returned.\r\n\r\n\r\n\r\n Epilogue\r\n\r\nOne cannot choose but wonder. Will he ever return? It may be that he\r\nswept back into the past, and fell among the blood-drinking, hairy\r\nsavages of the Age of Unpolished Stone; into the abysses of the\r\nCretaceous Sea; or among the grotesque saurians, the huge reptilian\r\nbrutes of the Jurassic times. He may even now—if I may use the\r\nphrase—be wandering on some plesiosaurus-haunted Oolitic coral reef, or\r\nbeside the lonely saline seas of the Triassic Age. Or did he go\r\nforward, into one of the nearer ages, in which men are still men, but\r\nwith the riddles of our own time answered and its wearisome problems\r\nsolved? Into the manhood of the race: for I, for my own part, cannot\r\nthink that these latter days of weak experiment, fragmentary theory,\r\nand mutual discord are indeed man’s culminating time! I say, for my own\r\npart. He, I know—for the question had been discussed among us long\r\nbefore the Time Machine was made—thought but cheerlessly of the\r\nAdvancement of Mankind, and saw in the growing pile of civilisation\r\nonly a foolish heaping that must inevitably fall back upon and destroy\r\nits makers in the end. If that is so, it remains for us to live as\r\nthough it were not so. But to me the future is still black and blank—is\r\na vast ignorance, lit at a few casual places by the memory of his\r\nstory. And I have by me, for my comfort, two strange white\r\nflowers—shrivelled now, and brown and flat and brittle—to witness that\r\neven when mind and strength had gone, gratitude and a mutual tenderness\r\nstill lived on in the heart of man.\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of the Project Gutenberg EBook of The Time Machine, by H. G. Wells\r\n\r\n"}